const text = `

[ref:paraphrase 0]
[ref:paraphrase 1]
[ref:paraphrase 2]
[ref:paraphrase 3]
[ref:paraphrase 4]
[ref:paraphrase 5]
[ref:origin-notes 0]
Ясно во всяком случае, что имеется некоторое начало и что причины существующего не беспредельны - ни в смысле беспредельного ряда, ни по виду. В самом деле, не может одно возникать из другого как из материи беспредельно, например: плоть из земли, земля из воздуха, воздух из огня, и так безостановочно; точно так же и то, откуда начало движения, не составляет беспредельного ряда, например так, что человек приведен в движение воздухом, воздух - солнцем, солнце - враждой, и так далее без конца. Подобным же образом и цель не может идти в бесконечность - хождение ради здоровья, здоровье ради счастья, счастье ради чего-то еще, и так беспрестанно одно ради другого. И точно так же дело обстоит и с сутью бытия вещи. Ибо в отношении средних [звеньев], вне которых имеется что-то последнее и что-то предшествующее, предшествующее необходимо должно быть причиной последующего. Если нам надо сказать, что из этих трех есть причина, то мы укажем первое, во всяком случае не последнее, ибо то, что в конце, ни для чего не есть причина; во и не среднее, ибо оно причина только одного (при этом не имеет никакого значения, будет ли одно среднее или больше, бесконечное ли множество средних [звеньев] или конечное). У беспредельного в этом смысле и у беспредельного вообще все части одинаково средние, вплоть до ныне рассматриваемой; так что если нет ничего первого, то вообще нет никакой причины.

[ref:paraphrase 6]
[ref:paraphrase 7]
[ref:paraphrase 8]
Но точно так же и по направлению вниз нельзя идти в бесконечность, если по направлению вверх имеется начало, так, чтобы из огня возникала вода, из воды - земля, и так беспрестанно какой-нибудь другой род. В самом деле, в двух смыслах можно говорить, что одно возникает из другого (помимо тех случаев, когда "одно из другого" означает "одно после другого", например олимпийские игры "из" истмийских): или так, как из мальчика, который изменяется, - взрослый мужчина, или так, как воздух из воды. Говоря "как взрослый мужчина из мальчика", мы имеем в виду "как возникшее - из того, что прежде возникало, или завершенное - из того, что прежде завершалось" [здесь всегда есть что-то промежуточное: как между бытием и небытием - возникновение, так и возникающее - между сущим и не-сущим; ведь учащийся - это становящийся знаток, и именно это мы имеем в виду, когда говорим, что "из" учащегося возникает знаток). А "как из воздуха - вода" означает возникновение через уничтожение одного из них. Поэтому в первом случае нет взаимного перехода, и взрослый мужчина не становится мальчиком (ибо здесь из возникновения возникает не то, что находится в возникновении, а то, что существует после возникновения; и точно так же день - "из" утра, потому что день - после утра, и поэтому утро не может возникать из дня). А во втором случае имеет место взаимный переход. Но и в том и в другом случае невозможно идти в бесконечность. Действительно, в первом случае промежуточное необходимо имеет конец, а во втором одно переходит в другое; причем уничтожение одного из них есть возникновение другого.

[ref:paraphrase 9]
Вместе с тем первое, будучи вечным, не может уничтожиться; в самом деле, так как возникновение по направлению вверх не беспредельно, то необходимо, чтобы не было вечным то, из чего как из первого возникло что-то через его уничтожение.

Далее, "то, ради чего", - это конечная цель, а конечная цель - это не то, что существует ради другого, а то, ради чего существует другое; так что если будет такого рода последнее, то не будет беспредельного движения; если же нет такого последнего, то не будет конечной цели. А те, кто признает беспредельное [движение] , невольно отвергают благо как таковое; между тем никто не принимался бы за какое-нибудь дела, если бы не намеревался прийти к какому-нибудь пределу. И не было бы ума у поступающих так, ибо тот, кто наделен умом, всегда действует ради чего-то, а это нечто-предел, ибо конечная цель есть предел.

Но точно так же и суть бытия вещи нельзя сводить к другому определению, более пространному: ведь предшествующее определение всегда есть определение в большей мере, а последующее-нет; если же первое не есть определение сути бытия вещи, то еще менее последующее. Далее, те, кто так утверждает, уничтожают знание: ведь невозможно знать, пока не доходят до неделимого. И познание [в таком случае] невозможно, ибо как можно мыслить то, что беспредельно в этом смысле? Ведь здесь дело не так обстоит, как с линией, у которой деление, правда, может осуществляться безостановочно, но которую нельзя помыслить, не прекратив его; так что, кто хочет обозреть ее в беспредельной делимости, тот не может исчислять ее отрезки. Но в движущейся вещи необходимо мыслить и материю. И ничто беспредельное не может иметь бытие; а если и не так, то во всяком случае существо (to einai) беспредельного не беспредельно.

С другой стороны, если бы были беспредельны по количеству виды причин, то и в этом случае не было бы возможно познание: мы считаем, что у нас есть знание тогда, когда мы познаем причины; а беспредельно прибавляемое нельзя пройти в конечное время.

`;

export default text;

