const text = `

[ref:origin 0]
Итак, надо понять начала и причины. Тогда мы сможем понять всё, что из них следует.

[ref:origin 0]
[ref:paraphrase-notes 0]
Таких начал четыре<sup>(п1)</sup>:<ul><li>Сущность вещи - суть её бытия. К этой сути обращены все вопросы "почему". Когда мы найдём первое "почему" - мы найдём причину и начало.</li><li>Материя вещи.</li><li>Причина появления.</li><li>Цель - "то, ради чего". Стоит отметить, что цель существования - всегда благо.</li></ul>

[ref:origin 0]
Хотя эти причины в достаточной мере рассмотрены в сочинении "О природе", повторим вкратце.

[ref:origin 1]
[ref:paraphrase-notes 1]
Большинство первых философов считало первоначалами лишь материальные начала. Из какой материи состоит объект, из какой возникает и в какую, погибая, превращается. Они так же утверждают, что в такой цепочке трансформаций сама вещь остаётся, но изменяется в своих проявлениях. Иными словами, они утверждают, что при трансформации вещи сохраняется некое её естество<sup>(п2)</sup>. Например, Сократ в течении своей жизни изменялся: из необразованного становился образованным. Мы же не говорим, что необразованный Сократ исчез, а появился другой, образованный. Сократ остаётся один и тот же, меняются его проявления. Так же, - говорят первые философы, - материя не возникает из ниоткуда и не исчезает в никуда.

[ref:origin 2]
[ref:origin 3]
[ref:origin 4]
[ref:origin 5]
[ref:paraphrase-notes 2]
[ref:paraphrase-notes 3]
[ref:paraphrase-notes 4]
Каждый из первых философов описывал эту идею по-своему<sup>(п3)</sup>. Фалес<sup>(п4)</sup> - основатель такой философии, познее отражённой в атомизме<sup>(п5)</sup> - утверждал, что начало - вода. Поэтому и земля находится на воде. Кто-то считает, что древнейшие люди, жившие задолго до нас и первыми писавшие о богах, держались того же взгляда на природу. Что касается Гиппона, то его рассуждения пропустим ввиду скудности его мыслей. Анаксимен же и Диоген считают, что воздух первее воды. Гиппас из Метапонта и Гераклит из Эфеса считают, что огонь первее. Эмпедокл же - вообще четыре элемента: вода, воздух, огонь и земля. А Анаксагор из Клазомен утверждает, что начал бесконечно много.

[ref:origin 6]
Исходя из этого, причину существования любой вещи можно было бы считать чисто материальной. Но такое объяснение совершенно неудовлетворительно. Действительно, пусть вяское возникновение и уничтожение исходит из нескольких материальных начал. Но почему это происходит? Что причина этого? Ведь не сама же материя вызывает собственную перемену. Не дерево и не медь меняют себя. Не дерево делает ложе, и не медь - изваяние. Что-то другое является причиной этого. А искать эту причину - значит искать некую иную, нематериальную причину. В моих терминах, эта причина и есть "причина появления".

[ref:origin 6]
Итак, часть философов считала, что начало вещи - это один какой-то неизменный элемент, например, огонь. В конце концов, такие философы объявляли вечной и неизменной не только материю, но и всю природу целиком. Ведь им не удалось найти эту причину изменений. Разве что Парменид несколько преуспел в этом, да и то поскольку он полагает (в некотором смысле) два вида причин.

[ref:origin 6]
Лучше дела идут у тех, кто признаёт началами несколько элементов. Один элемент - например, огонь - они рассматривают как двигатель изменений, а другой элемент - например, воду - как тормоз изменений.

[ref:origin 7]
Так получилось, что на основе этих философий, мы всё равно не смогли понять природу существующего. Сама истина побудила искать дальше. Естественно, ни огонь, ни вода, ни что-то такое не может быть причиной существования или изменения качеств объекта. Впрочем, философы так и не думали. Но столь же неверно считать, что всё происходит само собой. То ли Анаксагор, то ли Гермотим из Клазомен, то ли ещё кто-то говорил следующее: "Ум находится как в живых существах, так и в природе. Этот ум и есть причина миропорядка". Это намного лучше необдуманных рассуждений его предшественников. Кто придерживался такого взгляда - тот признавал и началом, и причиной изменений идею "совершенства" в вещах. Из этой идеи выросло понятие эйдоса, о котором будет сказано ниже.


`;

export default text;
