const notes = `

[ref:origin 0]
[ref:origin 1]
Итак, я описал в общих чертах, кто что говорил про начала. Из этого можно заключить, что все упомянутые философы называли только те начала, которые уже рассмотрены в сочинении "О природе". В самом деле, все они имеют в виду одно и тоже, но используют разную терминологию. Платон говорит об избытке и недостатке; пифагорейцы - о беспредельном; Эмпедокл - об огне, земле, воздухе и воде; Анаксагор - о беспредельном множестве Гомеомерии. Все они занимались поиском начал, но лишь некоторые - ещё и поиском причины существования вещей.

[ref:origin 2]
Но суть бытия вещи, её сущность никто чётко не объяснил. Ближе всего к определению сущности подошла идея эйдосов. Ведь это ни материя, ни двигатель изменений. Эйдосы, скорее, причина неизменности, а не причина изменений.

[ref:origin 3]
Но и цель изменений такие философы почему-то тоже называют причиной. Ранее я говорил, что конечная цель любого действия - благо. Те философы, кто считает ум, дружбу, единое или сущее причиной изменений в мире, одновременно с этим считают их благом - то есть целью. Но это не имеет смысла: не может причина быть одновременно и целью.

[ref:origin 4]
Получается, что никаких других причин, кроме рассмотренных в третьей главе, найти никто не может. Предположим, что причины найдены верные или хотя бы близкие к верным. Рассмотрим проблемы, с которыми столкнулись другие философы, изучающие начала.

`;

export default notes;

