const text = `

[ref:origin 0]
[ref:paraphrase-notes 0]
[ref:paraphrase-notes 1]
После рассмотренных философских учений появилось учение Платона. Чем-то оно схоже с пифагорейским. Платон считает, что все чувственно воспринимаемые вещи постоянно меняются, но знания об этих вещах остаются неизменными. В этом Платон схож с Кратилом и вообще с гераклитовскими воззрениями. Учитель Платона Сократ первым обратил внимание на важность определений. И Платон, следуя своему учителю, считает, что определения относятся к не-чувственно воспринимаемому миру. Ибо, - говорит Платон, - нельзя дать определения чувственно воспринимаемому, поскольку оно постоянно изменяется. Такие принципиально неизменные определения Платон называет эйдосами<sup>(п1)</sup><sup>(п2)</sup> . Эйдос виртуален, а реальная вещь - это воплощение виртуального эйдоса. Пифагорейцы утверждают то же самое, но другими словами. У них - "вещи существуют через подражание числам", у Платона - "вещи существуют через причастность эйдосам". Но они не определяют, что такое подражание/причастность.

[ref:origin 1]
[ref:paraphrase-notes 2]
Платон утверждает, что существуют ещё и математические предметы. Они отличаются от вещей тем, что они вечны и неизменны, а от эйдосов - тем, что существует много одинаковых математических предметов, а каждый эйдос уникален.<sup>(п3)</sup>

[ref:origin 2]
[ref:paraphrase-notes 3]
[ref:paraphrase-notes 4]
Эйдосы, конечно же, состоят из элементов. Платон полагает, что эти элементы (чем бы они ни были) - это элементы всего остального. Материальное начало он обозначает как пару "избыток-недостаток", а причиной изменений называет единое.<sup>(п4)</sup> <span class="help">Платон считает, что эйдосы получаются из избытка и недостатка через причастность единому.<sup>(п5)</sup></span>

[ref:origin 3]
[ref:paraphrase-notes 5]
В отличии от Платона, пифагорейцы не считают, что математические объекты существуют отдельно от вещей и эйдосов.<sup>(п6)</sup>

[ref:origin 4]
Легко показать, что взгляд пифагорейцев не основателен. Они полагают, что из одной единицы материи создаётся много вещей, каждой из которых соответствует свой эйдос. Однако, очевидно, что из одной единицы материи получается только один стол. И что множеству таких столов соответствует один и тот же эйдос. Это как с мужским и женским: женское оплодотворяется одним мужским, а мужское оплодотворяет многие женские.

[ref:origin 5]
Из сказанного ясно, что Платон рассматривает только две причины. В терминах третьей главы это "сущность вещи" (эйдос) и "материя вещи" (пара "избыток-недостаток"). Для эйдосов причиной появления он указывает единое. И для эйдосов, и для вещей Платон указывает материальным элементом пару "избыток-недостаток". Кроме того, он объявляет эти элементы причиной блага и зла соответственно, как в своё время это же сделали Эмпедокл и Анаксагор.

`;

export default text;

