const text = `

[ref:origin 0]
Все люди от природы стремятся к знанию. Доказательство тому простое: мы любим переживать новые эмоции. И неважно, есть от них польза или нет. Мы ценим чувства ради них самих, и больше всего - зрительные образы. Мы предпочитаем визуализировать не только подготовку к действию, но и подготовку к бездействию. Причина этого в том, что зрение - основа нашего способа познания. Именно зрением мы обнаруживаем основные различия в вещах.

[ref:origin 1]
Все животные от природы наделены способностью чувствовать. Но у одних животных чувства оставляют в памяти сильный след, а у других - слабый. Такой след называется опытом. И животные, обладающие хорошей памятью, более сообразительны и более понятливы, нежели те, у которых память плоха. Причём те животные, которые изначально лишены слуха, скорее всего, необучаемы. Например, пчёлы или жуки. И наоборот: обучаемы обычно те, кто (помимо памяти) обладает ещё и слухом.

[ref:origin 2]
[ref:notes 0]
[ref:notes 1]
Итак, некоторые животные запоминают свой опыт. Люди же делают ещё один шаг: мы осознаём опыт через искусство <sup>(п1)</sup> и рассуждения. Опыту можно дать определение: это несколько разных воспоминаний об одном предмете. Такой опыт проявляется в умениях и науках, которые и появляются благодаря этому опыту. Как говорит мой ученик Пол: "опыт порождает умение, а неопытность - попытки". <sup>(п2)</sup>

[ref:origin 2]
Умение появляется тогда, когда опыт сформировывает мировоззрение - общий взгляд на схожие предметы. Например, считать, что при определённой болезни Каллию, Сократу и ещё многим помогло определённое средство - это нарабатывание опыта. Этот опыт может превратиться в умение: при данной болезни помогает данное средство.

[ref:origin 3]
В быту обладание опытом, видимо, означает почти то же самое, что и обладание умением. Более того, мы видим, что практикующие без теории преуспевают больше, чем теоретизирующие без практики. Причина этого вот в чём. Опыт - это знание единичного, а умение - понимание общего. Всякое же действие в быту относится к единичным, частным вещам. Врач лечит не абстрактного человека, а Каллия, или Сократа, или кого-то ещё. Поэтому если кто-то использует теорию без практики; если кто-то познаёт общее, но не обращает внимание на единичное - такой человек будет часто ошибаться, когда дойдёт до реальной работы, потому что работать приходится с единичным.

[ref:origin 3]
И всё же понимание, знание исходит преимущественно из теории, нежели из практики. Приобритение умения, осознание его - более мудрая вещь, чем просто наработка опыта или наблюдение. Потому что наличие умения - это понимание причины, а наличие опыта - не обязательно. Ведь в самом деле: кто имеет только опыт - тот знает, *что* делать, но не знает *почему*. Владеющие же умением знают, *почему* надо делать так, а не иначе. Поэтому мы и теоретиков в каждом деле почитаем больше чистых практиков: они мудрее, так как знают причины того, что создаётся.

[ref:origin 3]
Некоторые практики подобны неодушевлённым предметам. Они действуют неосознанно - как огонь, который жжёт. Неодушевлённые предметы действуют в силу своей природы, ремесленники - по привычке. Теоретики мудры не благодаря умению действовать успешно, а благодаря обладанию отвлечённым пониманием и знанию причин. Признак знатока - способность научить. Умение исходит из понимания сути, а не из простого опыта. Теоретики способны научить теории, а практики - нет.

[ref:origin 4]
Далее, ни одно из чувственных восприятий мы не считаем мудростью. Хотя они и дают важнейшие знания о единичном, но они не указывают на причину. Например, чувства ничего не говорят о том, почему огонь горяч, а указывают лишь, что он горяч.

[ref:origin 5]
Тот, кто сверх обычных, чувственных восприятий первым изобрёл искусство, выработал навык и создал теорию - тот вызвал у людей удивление. Люди удивились не только полезности изобретения, но и мудрости автора. Одни искусства стали служить удовлетворению витальных потребностей, другие существуют ради развлечения, а третие - для игр ума и времяпрепровождения. Авторов последних мы склонны считать более мудрыми, ведь их знания используются не для извлечения прибыли. Такие искусства можно назвать математичискими. Когда мы создали математические искусства, только тогда мы приобрели знания не для удовлетворения витальных потребностей и не для удовольствия. Следует отметить, что такие искусства создавались там, где у людей был досуг. Прежде всего - жрецами в Египте.

[ref:origin 6]
[ref:notes 3]
[ref:notes 4]
В "Этике" было объяснено, в чём разница между искусством и наукой. <sup>(п3)(п4)</sup> Цель рассуждения теперь - показать, что существует наука, которая заниманиется причинами и началами. Имя этой науке - мудрость. Поэтому я ранее отметил, что обучение искусству - более мудрая вещь, чем просто наработка опыта. Человек искуссный мудрее человека действующего, а теоретические науки выше прикладных наук. Таким образом, мудрость есть наука о причинах и началах.

`;

export default text;
