const text = `

[ref:origin 0]
[ref:paraphrase-notes 0]
Чтобы найти обозначенную выше науку - мудрость, начать следует с поиска её начал. Каков стереотип мудрого человека? Тот мудр, кто: <ul><li>знает всё, хотя не знает каждый предмет в отдельности,</li><li>способен познать трудное для обычного человека. Отмечу, что восприятие свойственно всем, поэтому в нём ничего мудрого нет,<sup>(п1)</sup></li><li>точен и способен научить самой мудрости, выявлению причин.</li></ul>

[ref:origin 0]
Можно указать и свойства самой мудрости как науки. Из всех наук мудрость больше та, которая <ul><li>существует ради себя и ради познания, нежели та, которая существует ради извлекаемой из неё непосредственной выгоды,</li><li>главенствует, нежели обслуживает. Ибо мудрости надлежит наставлять, а не повиноваться.</li></ul>

[ref:origin 1]
Следовательно, тот мудр, кто в наибольшей мере обладает знанием общего. Ведь в некотором смысле он знает всё, что попадает под "общее". Но именно это "общее" познать труднее всего. Оно расположено очень далеко от непосредственного, чувственного восприятия.

[ref:origin 1]
Точными называются такие науки, которые сфокусированы на первоначалах. И чем точнее и строже наука, тем меньше в ней первоначал. Например, арифметика более строга, чем химия. И научить более способна та наука, которая исследует причины. Ведь обучение - это и есть указание причины для каждой вещи. Схема "знание ради знания" присуща науке о том, что наиболее достойно познания. Такая наука совершенна. А наиболее достойны познания причины и начала. Через них, на их основе познаётся всё остальное. Самая главная наука - та, которая познаёт цель, ради которой надлежит действовать. В каждом отдельном случае эта цель - то или иное благо, а в общем случае - благо вообще.

[ref:origin 2]
[ref:paraphrase-notes 1]
Из всего сказанного следует, что мудрость - это наука, исследующая <b>самые базисные</b> причины и начала. Ведь и благо - то есть цель существования - это тоже причина. <sup>(п2)</sup> Но что это за наука?

[ref:origin 2]
Можно точно сказать, что мудрость - это чисто теоретическая наука. Это понимали даже первые философы. Философствовать людей всегда побуждает удивление. В начале мы удивлялись всему вообще. Затем это приелось, и мы начали продвигаться дальше. Мы задались вопросами о более значительном: о смене положения Луны, Солнца и звёзд, а также о происхождении Вселенной. Человек удивляющийся считает себя незнающим. Получается, что люди изобрели философию, чтобы избавиться от удивления и, следовательно, от незнания. К знанию мы начали стремиться ради самого этого знания, ради понимания и ради избавления от удивления, а не для какой-либо пользы. Сама история подтверждает это. Мы начали искать такое знание, только когда нашли всё остальное необходимое для жизни. Поэтому ясно, что мы ищем его не ради какой-то надобности: у нас и так всё есть. Можно провести аналогию: свободным мы называем человека, который живёт ради самого себя. А наука мудрости - единственно свободная наука, ибо она одна существует ради самой себя.

[ref:origin 3]
[ref:paraphrase-notes 2]
Обладание<sup>(п3)</sup> такой наукой можно считать выше человеческих возможностей. Ведь во многих отношениях природа людей - рабская. По словам Симонида, "лишь бог мог бы иметь этот дар, а человеку не подобает искать несоразмерного ему знания". Наши поэты говорят, что бог завистлив. Поэтому несчастны должны быть те, кто неумерен. Но не может бог быть завистливым. Не следует какую-либо другую науку считать более ценимой, чем эту. Ибо наиболее божественная наука также и наиболее ценима. А таковой может быть только мудрость, в двояком смысле. Во-первых, божественна та из наук, которой скорее всего мог бы обладать бог, и точно так же божественной была бы всякая наука о божественном. Только к одной лишь искомой нами науке подходит и то и другое. Бог принадлежит к причинам и есть некое начало. Такая наука могла бы быть или только у бога, или больше всего у бога. Таким образом, все другие науки более необходимы, нежели мудрость, но лучше - нет ни одной.

[ref:origin 4]
Как было отмечено ранее, всё начинается с удивления. А кончается всё утратой удивительности. При обретении мудрости отправная точка становится обыденностью. Ничему бы сильнее не удивился бы математик, как если бы диагональ квадрата оказалась бы рациональным числом.

[ref:origin 5]
Итак, сказано, какова природа искомой науки - мудрости и какова цель, к которой должны привести поиски оной.

`;

export default text;
