const notes = `

[ref:origin 0]
Из сказанного ранее ясно, что философы ищут те же причины, что обозначены мной в сочинении "О природе" и упомянуты в третьей главе "Метафизики". Помимо этих причин я не могу указать ни одной. 

[ref:origin 0]
[ref:origin 1]
[ref:paraphrase-notes 0]
Но философы<sup>(п1)</sup> выражались нечётко. То, что говорит прежняя философия, больше похоже на лепет. Философия была молода. Даже Эмпедокл говорит, что соотношения элементов формируют кости человека. Значит, любая другая вещь - тоже соотношение элементов. Но это противоречит его же утверждению, что всё состоит не из соотношений, а из материи (огня, воды, воды и воздуха). Сам он про соотношение чётко не утверждал, но, думаю, он бы с этим согласился.

`;

export default notes;

