const text = `

[ref:origin 0]
[ref:paraphrase-notes 0]
[ref:paraphrase-notes 1]
В это же время<sup>(п1)</sup> пифагорейцы развили математику. Началами мира они стали считать её начала. А так как среди начал математики главное - это число, то во взаимодействии чисел пифагорейцы усматривают много схожего с реальным миром. По крайней мере, больше, чем в огне, земле или воде. Например, они считают, что такое-то свойство чисел - это справедливость; другое - душа, или ум, или удача и так далее. Они видят, что гармония выразима в числах, и вся природа уподобляется числам. В конце концов, они предположили, что элементы чисел - это элементы всего существующего, и что всё небо - это гармония и число.<sup>(п2)</sup>

[ref:origin 0]
С помощью гармонии чисел пифагорейцы проводят аналогии со всем, с чем могут. Они самосогласовывают всю систему, а если у них в знаниях получается пробел - они стремятся его заполнить и согласовать с остальной частью.

[ref:origin 0]
[ref:paraphrase-notes 2]
Пифагорейцам число "10" представляется совершенным и всеобъемлющим. Поэтому небесных тел должно быть десять. Правда, видно только девять, поэтому десятым они объявили "противоземлю". В другом сочинении об их мировоззрении рассказано подробнее. Пифагорейцы число принимают и за первоначало, и за материю, и за выражение её состояний и свойств. Элементами числа они считают чётное и нечётное. Единое<sup>(п3)</sup> же у них и чётное, и нечётное одновременно, так как состоит из двух этих элементов.

[ref:origin 1]
Другие пифагорейцы утверждают, что начал десять пар:<ul><li>свет - тьма</li><li>правое - левое</li><li>примое - кривое</li><li>чётное - нечётное</li><li>единое - множество</li><li>хорошее - дурное</li><li>женское - мужское</li><li>покоящееся - движущееся</li><li>квадратное - продолговатое</li><li>предельное - беспредельное</li></ul>Того же мнения, видимо, держится и Алкмеон из Кретона. Он утверждает, что большинство свойств образуют пары. В отличие от пифагорейцев, он имеет в виду не определённые свойства, а вообще все свойства: белое-чёрное, сладкое-горькое, хорошее-дурное, большое-малое и так далее.

[ref:origin 2]
От этого учения можно взять идею противоположностей. Противоположности - это основа мира. Однако, у пифагорейцев не указано, как свести эти противоположности к указанным в третьей главе первопричинам.

[ref:origin 3]
[ref:paraphrase-notes 2]
Мелисс считает единое<sup>(п3)</sup> материальным и безграничным, а Парменид - нематериальным и ограниченным. Ксенофан (говорят, Парменид был его учеником) утверждает, что единое - это бог. Этих философов надо оставить без внимания. Ксенофана и Мелисса - совсем, Парменида - частично, так как говорит он с большей проницательностью. Например, он считает, что существует только сущее. Об этом яснее сказано в сочинении "О природе". Однако, сразу же за этим Парменид предлагает две причины: тёплое (огонь/сущее) и холодное (земля/не-сущее).

[ref:origin 4]
Подведём итоги. Все философы утверждают, что<ul><li>одно начало - материальное. Ведь и огонь, и вода - это тела. Одни считают, что начал много, другие - что мало, но все считают их телами</li><li>некоторые выделяют началом "причину появления". Причём, иногда эта причина одна, иногда - пара противоположностей.</li></ul>

[ref:origin 5]
До пифагорейцев философы высказывались о началах скудно. Пифагорейцы первыми стали рассуждать про суть вещей и первыми начали искать ей определение. Но они рассматривают эту проблему слишком просто. Определения их поверхностны. Они считают сутью вещи то, что прежде всего подходит под их определение. На этом обзор ранних философов можно считать оконченным.

`;

export default text;

