const text = `

[ref:origin 0]
Все люди от природы стремятся к знанию. Доказательство тому простое: нам нравится переживать новые чувства. Мы ценим картины или мелодии ради самих картин и мелодий. Ведь неважно, есть от них практическая польза или нет. Но зрительные образы мы ценим больше всего. Зрение является основой нашего способа познания. Мы предпочитаем визуализировать подготовку и к действию, и к бездействию. Именно зрением мы обнаруживаем основные различия в вещах.

[ref:origin 1]
Природа дала животным способность чувствовать. У одних животных чувства оставляют в памяти сильный след, а у других - слабый. Такой след называется опытом. Животные с хорошей памятью сообразительнее и понятливее тех, у кого память плоха. Животных без слуха - пчёл или жуков - практически невозможно обучить. Верно и обратное: обучать проще тех животных, кто обладает и слухом, и памятью.

[ref:origin 2]
[ref:paraphrase-notes 0]
[ref:paraphrase-notes 1]
Итак, некоторые животные запоминают свой опыт. Люди же делают ещё один шаг: мы осознаём опыт через умения <sup>(п1)</sup> и рассуждения. Опыт - это разные воспоминаний об одном предмете. Такой опыт проявляется в умениях и науках, которые и появляются благодаря этому самому опыту. "Опыт порождает умение, а неопытность - попытки". <sup>(п2)</sup>

[ref:origin 2]
Тогда появляется умение, когда опыт формирует общий взгляд на схожие предметы. Например, опыт - "при данной болезни Каллию и Сократу помогло данное средство". Этот опыт может превратиться в умение - "при данной болезни помогает данное средство".

[ref:origin 3]
В быту обладать опытом - практическим знанием - значит почти то же, что и обладать умением - знанием теоретическим. Практикующие без теории преуспевают больше, чем теоретизирующие без практики. Причина этого вот в чём. Опыт - знание единичного, а умение - понимание общего. Всякое же действие в быту относится к единичным, частным вещам. Врач лечит не абстрактного человека, а Каллия или Сократа. Поэтому если кто-то использует теорию без практики; если кто-то познаёт общее, но не обращает внимание на единичное - то такой человек будет часто ошибаться, когда дойдёт до реальной работы; потому что работать приходится с единичным.

[ref:origin 3]
И всё же понимание предмета исходит преимущественно из теории, нежели из практики. Приобретение умения - более мудрая вещь, чем просто наработка опыта или наблюдение. Потому что наличие умения - это понимание причины, а наличие опыта - не обязательно. Ведь в самом деле: кто имеет только опыт - тот знает, <u>что</u> делать, но не знает <u>почему</u>. Кто владеет умением - тот знает, <u>почему</u> надо делать так, а не иначе. Поэтому мы и теоретиков в каждом деле почитаем больше чистых практиков: они мудрее, так как знают причины того, что создаётся.

[ref:origin 3]
Некоторые ремесленники подобны неодушевлённым предметам. Они действуют неосознанно - как огонь, который жжёт. Неодушевлённые предметы действуют в силу своей природы, ремесленники - по привычке. Теоретики же мудры не столько благодаря умению действовать успешно, сколько благодаря пониманию причин. Умение исходит из понимания сути, а не из простого опыта. Признак знатока - способность научить. Теоретики способны научить теории, а практики - нет.

[ref:origin 4]
Далее, ни одно из чувственных восприятий мы не считаем мудростью. Хотя они и дают важнейшие знания о единичном, но они не указывают на причину. Например, чувства ничего не говорят о том, почему огонь горяч, а указывают лишь, что он горяч.

[ref:origin 5]
Кто первым изобрёл искусство, выработал навык и создал теорию - тот вызвал у людей удивление. Люди удивились не только полезности изобретения, но и мудрости автора. Одни навыки служат выживанию, другие - развлечению, а третьи служат для игр ума и заполнения досуга. Авторов последних мы склонны считать более мудрыми: ведь их знания используются не для извлечения прибыли. Такие навыки можно назвать математическими. Мы создали математические, искусственные навыки - и только тогда мы приобрели знания не для выживания и не для удовольствия. Отмечу, что такие искусства создавались там, где у людей был досуг, и прежде всего - жрецами в Египте.

[ref:origin 6]
[ref:paraphrase-notes 2]
[ref:paraphrase-notes 3]
В "Этике" я объяснил, в чём разница между искусством<sup>(п5)</sup> и наукой. <sup>(п3)(п4)</sup> Цель рассуждения теперь - показать, что существует наука, которая заниманиется причинами и началами. Имя этой науке - мудрость. Поэтому я ранее отметил, что обучать искусству - более <u>мудрая</u> вещь, чем нарабатывать опыт. Человек искусный мудрее человека действующего, а теоретические науки мудрее прикладных наук. Таким образом, мудрость есть наука о причинах и началах.

`;

export default text;
