const notes = `

[ref:origin 0]
Оставим пифагорейцев. Рассмотрим тех философов, кто первопричинами признаёт эйдосы. Они как-то странно рассуждают: для поиска причин окружающих нас вещей они придумывают эйдосы, которых не меньше, чем самих вещей. И, как будет показано далее, каждый эйдос - это тоже вещь. Это всего лишь отодвигание проблемы на один шаг: вместо изучения вещей мы теперь изучаем эйдосы.

[ref:origin 1]
[ref:notes 0]
[ref:notes 1]
[ref:notes 2]
Далее, ни одно доказательство существования эйдосов не убедительно. В самом деле: то доказывают так, что эйдосы появляются для того, для чего их быть не может; то в доказательстве вообще нет логики. <ul><li>Рассмотрим первый случай - доказательства от знания.<sup>(1)</sup> Согласно ему, эйдосы должны были бы иметься для всего, что мы знаем.</li><li>Согласно доводу "единого во многом"<sup>(2)</sup> эйдосы должны существовать и для отрицаний.</li><li>А на основании "довода об исчезновении"<sup>(3)</sup> эйдосы должны существовать и для того, что может исчезнуть из материального мира.</li></ul> Эти выводы противоречат друг другу. А иногда приводят ещё более интересное утверждение о третьем человеке <sup>(4)</sup>.

[ref:origin 2]
[ref:notes 4]
И, вообще говоря, доводы в пользу существования эйдосов сводят на нет то, что для Платона важнее самих эйдосов. Из этих доводов следует, что двоица не является первопричиной, формирующей "большое" и "малое". То есть следствие существование эйдосов противоречит изначальному утверждению о том, что эйдосы формируются через пару "большое"-"малое".<sup>(5)</sup>

[ref:origin 3]
Далее, предположим, что эйдосы и правда существуют. Тогда должны существовать эйдосы не только объектов, но и многого другого. Ведь мы думаем одинаково и о существующих вещах, и о таких вещах, которых мы и представить не можем. И науки посвящаются не только существующим вещам. Однако, учение об эйдосах утверждает, что эйдосы доступны нашему пониманию. Значит, эйдосы существуют только для тех вещей, о которых мы можем подумать.

[ref:origin 3]
С другой стороны, это учение говорит, что вещь не может существовать без эйдоса. Ведь, познавая вещь, мы неизбежно познаём и её эйдос. Например, одно из свойств противоположенности - её вечность. Приобщаясь, познавая противоположенность, мы приобщаемся и к вечности, поскольку вечность - свойство противоположенности. Так же и с самой вещью: как только мы начинаем думать о вещи, мы сразу же начинаем думать и о её эйдосе. Получается, вещи без эйдоса просто нет.

[ref:origin 3]
[ref:notes 5]
Раз вещь - это объект, и класс вещей - это подкласс эйдосов, то эйдосы - тоже объекты. И эйдосы, и вещи - это объекты. Иначе теория множеств не имеет смысла. Ведь элементы класса и элементы подкласса должны быть одного типа. Если же между вещами и эйдосами нет ничего общего, то это странно. Это было бы похоже на то, как если бы кто-то назвал бы и Каллия, и дерево человеком, не увидив между ними ничего общего.

[ref:origin 4]
Однако, наиболее сложен следующий вопрос. Какое значение имеют эйдосы для вечных вещей реального мира (например, света) или для преходящих вещей (например, цветка)? Дело в том, что эйдос такой вещи - это не причина изменения этой вещи. А с другой стороны, этот эйдос ничего не говорит о других вещах: иначе он был бы в этих других вещах. Можно подумать, что эйдосы - это причины изменений вещей в том же смысле, в каком примешивание белого цвета к объекту делает его белым. Этот довод выдвинул сначала Анаксагор, а потом - Евдокс. На самом деле, он очень шаток, и его легко развенчать.

[ref:origin 5]
Вместе с тем, всё остальное не может происходить из эйдосов ни в каком смысле. Говорить, что эйдосы - это образцы, и что всё остальное им причастно - значит пустословаить и говорить иносказаниями. В самом деле, что это означает? Ведь можно и быть, и становиться схожим с чем угодно, не подражая образцу. Не важно, существует сейчас Сократ или нет. Всегда может появиться человек, сколь угодно похожий на Сократа. Ясно, что это означает то же самое, как если бы существовал вечный Сократ.

[ref:origin 5]
Есть и второй вариант. Должно быть множество эйдосов для одного и того же объекта. Это означает, что для одного и того же человека будут существовать эйдос человека, эйдос живого существа, эйдос двуногого и так далее.

[ref:origin 5]
Далее, так как эйдосы - это объекты, а у объектов есть эйдос, то у кажлого эйдоса тоже должен быть эйдос.

[ref:origin 6]
Далее, очевидно, что эйдос и объект не могут существовать отдельно друг от друга. Между тем, в "Федоне" утверждается именно это: эйдосы - это причины бытия и возникновения вещей. Однако, объект, даже имея эйдос, не возник бы, если бы не было того, что заставило его возникнуть.

[ref:origin 7]
Далее, если эйдосы - это числа, то как они могут быть причиной изменений? Ну, предположим, что вещи - это числа: человек - вот это число, Сократ - вот это, а это число - Каллий. Значит, эйдос - число и объект - тоже число. Как тогда так получается, что одни числа - это причины для других чисел? И то, и то - числа, а числа - это нечто вечное. Это просто не имеет смысла.

[ref:origin 7]
Тогда предположим, что числа - это причины изменений потому, что окружающие нас вещи описываются через числовые отношения. Тогда получается, что одной вещи сопоставляются две других: числитель и знаменатель. Получается бесконечная лестница. Если Каллий - это некое соотношение огня и воды, то и его эйдос - это соотношение чего-то ещё и чего-то ещё, и так далее: вся бесконечная цепочка будет состоять из соотношений вещей, а не из чисел, как утверждалось изначально.

[ref:origin 8]
Далее, опыт подсказывает, что из многих чисел можно собрать одно число. Но как может из многих эйдосов получиться один эйдос? Можно сказать, что сумма получается не из самих чисел, а из их составляющих - единиц, но это ничего не объясняет. Такое утверждение лишь отодвигает проблему на один шаг. Ведь единица - это тоже число, что с ними делать? Все это не основательно и не согласуется с нашим мышлением. Кроме того, такой подход требует признать какой-то другой вид чисел, отличный от того, с каким имеет дело арифметика.

[ref:origin 9]
Затем, философия эйдосов требует, чтобы каждая из единиц, содержащихся в двойке, образовывалась из некоторой предшествующей двойки, хотя это невозможно.

[ref:origin 10]
Далее, если просто число по определению едино, то почему составное число тоже едино?

[ref:origin 11]
Далее, можно сказать, что все единицы в числе различны. Но тогда уж надо говорить прямо, как те философы, кто утверждает, что элементов два, четыре или больше. Ведь каждый называет своим элементом не тело вообще, а конкретно огонь или землю. Вне зависимости от того, есть ли что-то общее для огня и земли или нет. Платон говорит о едином так, как будто оно состоит из чисел как из однородных частиц. В таком случае, числа не могут быть сущностями. Сущности должны чем-то отличаться, а однородные элементы неотличимы по определению. Это противоречит его утверждению о том, что числа - это эйдосы.

[ref:origin 12]
Как, согласно Платону, начала формируют сущности? Через синтез "большого" и "малого". Линия - из длинного и короткого, плоскость - из широкого и узкого, тело - из высокого и нзикого. Однако, непонятно, как в таком случае плоскость будет содержать линию? Ведь "широкое и узкое" относится к другому роду, нежели "высокое и нзикое". Получается, в "нижних" родах не будут содержаться "верхние", то есть плоскость не может содержать линию, а это неверно.

[ref:origin 12]
Далее, что такое точка для фигуры? Правда, Платон решительно возражал против признания точки самостоятельный родом навроде линии. Он считал точку геометрическим вымыслом. А началом линии он называл "неделимые линии". Очевидно, что раз существуют неделимые линии, то существуют и точки: разницы нет.

[ref:origin 13]
Платон говорит, что эйдос определяет суть вещи. На самом деле это замкнутый цикл. Мы хотим найти сущность вещи - и для этого вводим другие вещи. Но мы ничего не говорим о механизме такого определения. Платон называет такой механизм причастностью, но выше было показано, что причастность не означает ничего. Так как мудрость работает только с реальными объектами, то этот вопрос - вопрос о природе математических объектов - останется без внимания.

[ref:origin 14]
Эйдосы не описывают причину поиска знаний, ради которой творит всякий ум. Математика ззаменила нынешним мудрецам философию, хотя цели у этих наук совершенно разные.

[ref:origin 15]
Материя у Платона - пара "большое и малое" - это не совсем материя. Эта пара описывает очень уж абстрактные вещи, и говорит больше о видовых различиях, нежели о материи как таковой. Можно было бы назвать большое - избытком, а малое - недостатком качества. Если бы большое и малое были бы подвержены изменениям, то и эйдосы должны были бы меняться со временем. Ведь эйдосы тоже состоят из большого и малого. А если большое и малое неизменны, то откуда берётся изменение в природе?

[ref:origin 16]
[ref: notes 6]
<sup>(7)</sup>

[ref:origin 17]
У Платона также никак не объясняется, почему и зачем существует что-то кроме чисел: линии, плоскости и тела. С одной стороны, такие объекты не могут быть эйдосами потому, что не являются числами. С другой - не могут быть и математическими объектами. <sup>(7)</sup> А с третьей - не могут быть вещами реального мира. Получается, линия - это какой-то четвёртый род сущностей?

[ref:origin 18]
Вообще, бесполезно искать элементы для "всего вообще". Сущее очень многообразно и сложно. В самом деле, из каких общих элементов могут состоять "действие" и "прямота"? Элементы можно указать для физических объектов, но не для математических. Поэтому неправильно искать элементы <b>всего</b> сущего: следует ограничиться лишь частью.

[ref:origin 19]
Да и как можно было бы познать элементы всего? Ясно одно: что пока мы не познаем элементы всего, мы не сможем познать ничего вообще. Например, мы так же учимся геометрии. Мы можем заранее знать пару фактов. Но мы не можем заранее знать ни то, чему посвящена геометрия; ни то, что мы будем в ней учить. Поэтому человек не может иметь знаний о мире до того, как он начнёт изучение науки обо всём существующем, если и есть такая наука. Всякое изучение начинается с указания аксиом и определений, и только потом - доказательств. Потому что доказательства строятся на аксиомах и определениях. С другой стороны, если бы оказалось, что такое знание является для человека врождённым, то это было бы удивительно. Как же оставалось незамеченным обладание наилучшим из знаний?

[ref:origin 20]
Далее, как вообще узнать, из каких элементов состоит сущее? Это сложный вопрос. Здесь можно спорить как о слогах: одни говорят, что "ща" состоит из звуков "щ", "ш" и "а"; а другие - что "ща" - это вообще отдельный звук.

[ref:origin 21]
Если бы всё заключалось только в познании "элементов всего", то слепой, познав бы эти элементы, понял бы цвет. Но как можно познать цвет, не имея зрения?

`;

export default notes;

