const notes = `

[ref:origin 0]
[ref:notes 0]
Можно предположить, что Гесиод был первым в этом<sup>(1)</sup>. Он считал любовь или вожделение началом и писал: "Прежде всего во Вселенной Хаос зародился, а следом - широкогрудая Гея".Или, например, Парменид замечает, что первее всех богов Вселенная замыслила Эрота. А кто-то считал первоначалами дружбу и вражду. Потому что в природе явно есть противоположенность благу. Не только красота, но и уродство. Притом в природе плохого больше, чем хорошего. И потому можно сказать, что Эмпедокл первым говорит о зле и благе как о началах. Но с оговоркой: только если причина всех благ - само благо, а причина всех зол - само зло.

[ref:origin 1]
Упомянутые философы касались только двух первопричин из четырёх перечисленных в третьей главе. А именно: материи и причины появления. К тому же, философы касались их нечётко и неуверенно. Так сражаются необученные: поворачиваясь во все стороны, наносят иногда удачные удары, но не со знанием дела. Точно так же эти философы не до конца понимают, что говорят. Ведь далее они почти не прибегают к своим началам.

[ref:origin 1]
Анаксагор рассматривает ум как первопричину. Но когда ему сложно объяснить, почему что-то существует, он ссылается на ум. А в остальных случаях объявляет причиной что угодно, но не ум.

[ref:origin 1]
[ref:notes 1]
Эмпедокл считает, что причин две: дружба и вражда.<sup>(2)</sup> Он прибегает к своим причинам в большей мере, но всё равно недостаточно. Вдобавок у него отсутствует самосогласованность: дружба часто разделяет, а вражда - соединяет. Когда мировое целое через вражду распадается на элементы, огонь через вражду соединяется в одно.

[ref:origin 2]
Эмпедокл, таким образом, впервые разделил одну движующую причину на две, притом противоположенные. Кроме того, его четыре элемента (огонь, земля, воздух и вода) впервые формируют диалектическую пару "огонь" и "не-огонь" ("земля-воздух-вода"). Такой вывод можно сделать, изучая его стихи.

[ref:origin 3]
А Левкипп и его последователь Демокрит признают элементами полноту и пустоту. Одно называют сущим, другое - не-сущим. Например, полное и плотное - сущим, а пустое и разреженное - не-сущим. Поэтому они и говорят, что сущее существует не в большей степени, чем не-сущее. Ведь и не-пустота, и пустота состоят из материи (полной и пустой соответственно). Материальной причиной существующего они называют обе эти противоположенности. Следую учению атомистов, Левкипп и Демокрит утверждают, что отличия атомов - это причины всех остальных отличий.А отличия атомов бывают трёх видов:<ul><li>очертания - как "А" от "Б",</li><li>порядок - как "АБ" от "БА",</li><li>положение - как "АБ" от "Б".</li></ul> А вопрос о причине изменений атомов они, подобно остальным, легкомысленно обошли.

[ref:origin 4]
Итак, на этом я завершу обзор исследований причин моих предшественников.

`;

export default notes;

