const notes = `

[ref:origin 0]
[ref:notes 0]
После рассмотренных философских учений появилось учение Платона. Чем-то оно схоже с пифагорейским. Платон считал, что все чувственно воспринимаемые вещи постоянно меняется, но знания об этих вещах остаются неизменными. В этом Платон схож с Кратилом и вообще с гераклитовскими воззрениями. Учитель Платона Сократ первым обратил внимание на важность определений. И Платон, следуя своему учителю, считал, что определения относятся не к чувственно воспринимаемому миру. Ибо, - говорил Платон, - нельзя дать определения чувственно воспринимаемому, поскольку оно постоянно изменяется. Такие принципиально неизменные определения Платон назвал эйдосами<sup>(1)</sup> . Получается, что эйдос виртуален, а реальная вещь - это воплощение виртуального эйдоса. Пифагорейцы, по факту, утверждают то же самое, но другими словами. У них - "вещи существуют через подражание числам", у Платона - "вещи существуют через причастность эйдосам". Но они не определили, что такое подражание/причастность.

[ref:origin 1]
[ref:notes 1]
Платон утверждал, что существуют ещё и математические предметы. Они отличаются от вещей тем, что они вечны и неизменны, а от эйдосов - тем, что существует много одинаковых математических предметов, а каждый эйдос уникален.<sup>(2)</sup>

[ref:origin 2]
[ref:notes 2]
Эйдосы, конечно же, состоят из элементов. Платон полагал, что эти элементы, чем бы они ни были, - это элементы всего остального, по факту - атомы. Материальные первоначала он обозначил как "большое" и "малое", а причиной существования назвл единое.<sup>(3)</sup> Платон считал, что эйдосы получаются из большого и малого через причастность единому.<sup>(4)</sup>

[ref:origin 3]
В отличии от Платона, пифагорейцы не считают, что математические объекты существуют отдельно от вещей и эйдосов.

[ref:origin 4]
Но легко показать, что взгляд пифагорейцев не основателен. Они полагают, что из одной материи создаётся много вещей, каждой из которых соответствует свой эйдос. Однако, очевидно, что из одной материи получается только один стол. И что множеству таких столов соответствует один и тот же эйдос. Это как с мужским и женским: женское оплодотворяется одним мужским, а мужское оплодотворяет многих.

[ref:origin 5]
Из сказанного ясно, что Платон рассматривал только две причины. В терминах третьей главы это "сущность вещи" и "материя вещи". Для эйдосов причиной он указывал единое. А для материи Платон указывал причинами "большое" и "малое", что бы это ни означало. Кроме того, он объявил эти элементы причиной блага и зла соответственно, как в своё время это же сделали Эмпедокл и Анаксагор.

`;

export default notes;

