const notes = `

[ref:origin 0]
Те, кто считает, что всё материально, явно ошибаются. В самом деле, они указывают элементы только для тел, а для бестелесного - не указывают. Хотя бестелесное, безусловно, существует и состоит из неких элементов. Точно так же, пытаясь указать причины возникновения и уничтожения, они упускают из вида нематериальную причину изменений.

[ref:origin 0]
[ref:notes 0]
Далее, те, кто считает, что всё материально, ошибаются в том, что суть вещи они не признают причиной её существования. Более того, такие философы необдуманно называют началом любые простые тела, не указывая, как возникают эти тела друг из друга. Например, как вода возникает из огня? Ведь вещи возникают либо через соединение, либо через разъединение. Это очень важно потому, что это помогает понять, что предшествует вещи, а что следует за ней. Придерживаясь такого взгляда, можно было бы сказать, что самый основной элемент всего - это тот, из которого через соединение возникают вещи.<sup>(1)</sup> Таким могло бы быть множество мельчайших частиц. Ближе всего к этому взгляду расположена огненная первопричина. Каждый из философов согласен с этим. По крайней мере, никто не пытался указывать первоосновой землю. Ведь она явно состоит из крупных частиц. А из трёх других элементов, как раз и состоящих из мелких частиц, каждый нашёл себе сторонника.

[ref:origin 1]
То же можно сказать и о тех, кто признаёт несколько начал. Например, Эмпедокл утверждает, что начал четыре.<sup>(2)</sup> Через это у него должны получаться отчасти те же самые, отчасти - свои собственные затруднения. В самом деле, пусть элементы возникают друг из друга. Получается, огонь и земля не всегда остаются собой: они превращаются друг в друга - об этом сказано подробнее в сочинении "О природе". А про причину и цель изменений в мире у Эмпедокла не сказано совсем ничего правильного или обоснованного.

[ref:origin 1]
И вообще, те, кто разделяет идею Эмпедокла, вынуждены отвергать превращение как таковое. Ибо не может у них получиться ни холодное из тёплого, ни тёплое из холодного. В самом деле, пусть Эмпедокл прав. Тогда должно существовать какое-то одно естество, которое проявляется в теле теплом или холодом. Раз оно проявляется теплом (огонь) или холодом (вода), то оно проще и огня, и воды. А это невозможно, потому что огонь и воду Эмпедокл называет максимально простыми элементами.

[ref:origin 2]
[ref:notes 2]
Что касается Анаксагора, то он с необходимостью получает те же проблемы трансформации. Он считает, что существует две причины изменений<sup>(3)</sup>: ум и всё остальное. При этом "всё остальное" не имеет качеств. Оно не имеет ни цвета, ни вкуса. Оно не может быть ни качеством, ни количеством. Ведь если бы это было не так - это качество можно было бы выделить в отдельную сущность, а Анаксагор утверждает, что такого не происходило. А ум, по Анаксагору, был несмешан и чист. Исходя из этого, Анаксагор должен признавать два начала: несмешанное (ум) и смешанное (всё остальное). Хоть он и выражает свои мысли неясно, однако он хочет сказать что-то близкое к современной мне философии.

[ref:origin 4]
Что касается пифагорейцев, то они рассуждают о более необычных началах, нежели другие школы философии. Ведь они заимствуют их не из чувсвтенно воспринимаемого мира. И всё же они постоянно рассуждают о природе и исследуют её. Они прибегают к своим началам для создания теории возникновения неба и астрономической теории. Таким образом, они как бы соглашаются с другими философами в том, что сущее - это лишь то, что воспринимается чувствами. Ведь они исследуют то, что воспринимается чувствами - а это и есть сущее. Однако же, повторюсь, их причины и начала более пригодны к исследованию абстрактного, нежели к исследованию природы. С другой стороны, они ничего не говорят о том, почему возникают изменения. Равно как и том, как возникновение, превращение и уничтожение небесных тел возможно без теории изменений.

[ref:origin 5]
Далее, предположим, что из начал пифагорейцев образуется мир. Как всё же получается так, что одни тела лёгкие, а другие тяжёлые? Они же рассуждают об абстракциях. О реальных физических объектах они не говорят, поскольку они не в состоянии сказать ничего, присущего только физическим объектам.

[ref:origin 6]
[ref:notes 3]
<span class="help">Далее, как понять, что свойства числа и само число - это причина сущего? Что означает, что нет никакого другого числа, из которого составлено мироздание?</span><sup>(3)</sup>

[ref:origin 3]
Современные мне философы, однако, склонны рассуждать только о возникновении, уничтожении или изменеии вещи. Именно для этого они и ищут начала и причины. В следующей главе остановимся на платонистах - философах, что рассматривают всё сущее в совокупности. Напомню, что они материальные вещи признают чувственно вопринимаемыми, а эйдосы - чувственно невоспринимаемыми.

`;

export default notes;

