const notes = `

[ref:origin 0]
<sup>(о1)</sup> См. «Физика» II 3, 194 Ь 16---195 Ь 30. 

[ref:origin 0]
<sup>(о2)</sup> Речь, возможно, идет об «апейроне» (неопределенном) Анаксимандра, хотя, насколько известно, сам он не высказывался о ближайших качествах принятой им первоосновы сущего.

[ref:origin 3]
<sup>(о4)</sup> Те - Платон и его школа. Т. е. считают единое или сущее благом, как разбиравшиеся перед тем философы считали благом дружбу и ум.

[ref:origin 3]
<sup>(о5)</sup> Конъектура Bywater'a --- Ross'a: toioyton вместо toyton (этих).

`;

export default notes;

