const notes = `

[ref:origin 0]
<sup>(о1)</sup> См. «Физика» II 3,194Ь 16---195Ь 30.

[ref:origin 0]
<sup>(о2)</sup> Причины правильно назывались, но неверно толковались.

[ref:origin 0]
<sup>(о3)</sup> Через соотношение входящих в ее состав элементов.

[ref:origin 0]
<sup>(о4)</sup> Эмпедокл рассматривает четыре элемента как субстанции вещей, и в качестве таковых их можно было считать материальными причинами; но, говоря об их соотношении как о сущности вещи, он, вряд ли отдавая себе в этом ясный отчет, по сути дела говорит о формальной причине.

[ref:origin 1]
<sup>(о5)</sup> Вопросы, касающиеся первых начал, рассматривались в «Физике» (кп. II, гл. 3 и 7). 

`;

export default notes;

