const notes = `

[ref:origin 0]
<sup>(о1)</sup> По свидетельству Аэция (IV 5), Ксенофан считал, что «из земли все [возникло] и в землю все обратится в конце концов».

[ref:origin 1]
<sup>(о2)</sup> См. «О небе» III 7, 305 а 33---306 Ь 2.

[ref:origin 2]
<sup>(о3)</sup> Определенным нечто (tode ti) Аристотель называет нечто конкретное, на что можно указать как на «вот это». Т. е. определенность по первой из категорий (по категории сущности), в отличие от определенности по качеству или количеству. 

[ref:origin 2]
<sup>(о4)</sup> Здесь и в некоторых других случаях далее Аристотель говорит от имени платоновской школы, причисляя к ней себя как ученика ее основателя.

[ref:origin 3]
<sup>(о5)</sup> В отношении сущности, которая возникает, уничтожается и движется.

`;

export default notes;

