const notes = `

[ref:origin 1]
<sup>(о1)</sup> Потенциально, в возможности. Ср. «Вторая аналитика» I 24, 86 а 22—30.

[ref:origin 1]
<sup>(о7)</sup> Или: «которая охватывается этим знанием». Дословно: «все, что подлежит (подведомственно) (этому знанию)». 

[ref:origin 1]
<sup>(о2)</sup> Начало арифметики — единица, геометрии — точка; и единица и точка неделимы, но точка, в отличии от единицы, характеризуется но только неделимостью, но я тем, что имеет положенис в пространстве (ср. «Вторая аналитика» I 27, 87 а 31 — 37).

[ref:origin 2]
<sup>(о3)</sup> Выражение «то, ради чего» Аристотель употребляет как технический термин для обозначения цели. 

[ref:origin 2]
<sup>(о4)</sup> Под искусством творения (или «творческим искусством») подразумевается любое искусство, направленное на создание чего-то с использованием знаний, почерпнутых из умозрительных (теоретических) наук.

[ref:origin 1]
<sup>(о5)</sup> В этом месте термин "подлежащее", в первую очередь обозначающий у Аристотеля "то, что лежит в основе", "субстрат", может быть принят в своем прямом значении — то, что лежит под чем-то, т. е. то, что зависит от чего-нибудь или подчинено чему-нибудь.

[ref:origin 2]
<sup>(о7)</sup> Противоречие между утверждением Аристотеля, что первые начала наиболее трудны для познания, и утверждением, что они наиболее познаваемы, снимается тем, что эти начала, согласно обычному аристотелевскому различению, представляют наибольшие затруднения для нас, с нашей обычной точки зрения, так как для нас всего ближе непосредственная очевидность чувственного восприятия, но они лучше всего постигаются нашею мыслью, так как все более конкретное наше знание покоится на достоверном познании этих первопринципов нашим разумом.

[ref:origin 2]
<sup>(о8)</sup> Дословно: «науке в наибольшей степени»; «науке по преимуществу» (Роз. и Перв.). Аристотель хочет сказать: науке, которая является таковой в наибольшей степени, т. е. в наибольшей мере имеет характер науки. 

[ref:origin 2]
<sup>(о6)</sup> Дословно: "всего", но не в смысле всех вообще вещей, но — всеобъемлющего целого.

`;

export default notes;
