const text = `

[ref:origin 0]
[ref:paraphrase-notes 0]
Подведём черту: ясно, что <ul><li>элементы вещей и причины вещей существуют;</li><li>количество как элементов, так и причин конечно<sup>(1)</sup>.</li></ul> <br />В самом деле, бесконечных цепочек элементов в природе быть не может. Не может плоть возникать из земли, земля - из воздуха, воздух - из огня и так далее без конца.

[ref:origin 0]
Аналогично, не может быть бесконечных цепочек причин. Не может человек быть приведён в движение воздухом, воздух - Солнцем, Солнце - враждой и так далее без конца.

[ref:origin 0]
Аналогично же, цель тоже не образует бесконечных цепочек. Нельзя гулять ради здоровья, быть здоровым ради счастья, быть счастливым ради чего-то ещё и так далее без конца.

[ref:origin 0]
Аналогично, и суть бытия вещи - это тоже конечная цепочка.

[ref:origin 0]
Всё это верно из-за принципа причинности. Когда мы смотрим на два промежуточных звена цепочки, то предшествующее - это причина последующего. Если надо найти причину в цепочке из трёх и более звеньев, то можно точно сказать, что причина - это не последнее звено: ведь за ним ничего не следует. А дальше по аналогии дойдём до двузвенной цепочки, с которой мы уже разобрались.

[ref:origin 0]
У бесконечной цепочки звеньев каждое звено - среднее. У неё нет ни одного первого звена, и, следовательно, у звеньев нет причины.

[ref:origin 1]
При этом, цепочки рассуждений конечны в обоих направлениях.  От текущего звена и до начала цепочки, и до конца расположено конечное число звеньев.

[ref:origin 1]
Говорить, что одно возникает из другого можно в двух смыслах. <ul><li>в смысле "после". Например, мужчина возникает из мальчика. Иными словами, возникшее - из того, что прежде возникло. Мальчик - это <u>становящийся</u> мужчина, поэтому <u>из</u> мальчика возникает мужчина. В этом значении слова "из" есть промежуточный этап становления. На этапе становления мальчик - это одновременно и мальчик, и мужчина.</li><li>в смысле "через уничтожение". Пар возникает из воды через уничтожение воды. Один объект уничтожается, а второй появляется. В этом значении слова "из" промежуточного этапа становления нет. Вода - это всегда либо жидкость, либо пар, либо пар с жидкостью.</li></ul>

[ref:origin 1]
Но и в том, и в другом случае невозможно идти в бесконечность. Действительно, в первом случае становление имеет и начало, и конец. А во втором случае один объект будет уничтожен, а один - создан.

[ref:origin 2]
[ref:paraphrase-notes 1]
[ref:paraphrase-notes 2]
Любая первопричина не может быть уничтожена<sup>(2)</sup>. Ведь только первое звено в цепочке может быть вечным<sup>(3)</sup>.

`;

export default text;

