const text = `

[ref:paraphrase 0]
[ref:origin-notes 0]
Исследовать истину в одном отношении трудно, в другом легко. Это видно из того, что никто не в со стоянии достичь ее надлежащим образом, но и не терпит полную неудачу, а каждый говорит что-то о природе и поодиночке, правда, ничего или мало добавляет к истине, но, когда все это складывается, получается заметная величина. Поэтому если дело обстоит примерно так, как у нас говорится в пословице: "Кто же не попадет в ворота [из лука]?", то в этом отношении исследовать истину легко; однако, что, обладая некоторым целым, можно быть не в состоянии владеть частью, - это показывает трудность исследования истины.

[ref:paraphrase 1]
Но поскольку трудность двоякая, причина ее, быть может, не в вещах, а в нас самих: действительно, каков дневной свет для летучих мышей, таково для разума в нашей душе то, что по природе своей очевиднее всего. И справедливо быть признательным не только тем, чьи мнения мы можем разделить, но и тем, кто высказался более поверхностно: ведь и они в чем-то содействовали истине, упражняя до нас способность [к познанию]. В самом деле, если бы не было Тимофея, мы не имели бы многих лирических песен; а если бы не было Фринида, то не было бы Тимофея. То же можно сказать и о тех, кто говорил об истине, - от одних мы позаимствовали некоторые мнения, а благодаря другим появились эти.

[ref:paraphrase 2]
Верно также и то, что философия называется знанием об истине. В самом деле, цель умозрительного знания - истина, а цель знания, касающегося деятельности, - дело: ведь люди деятельные даже тогда, когда они рассматривают вещи, каковы они, исследуют не вечное, а вещь в ее отношении к чему-то и в настоящее время. Но мы не знаем истины, не зная причины. А из всех вещей тем или иным свойством в наибольшей степени обладает та, благодаря которой такое же свойство присуще и другим; например, огонь наиболее тепел, потому что он и для других вещей причина тепла. Так что и наиболее истинно то, что для последующего есть причина его истинности. Поэтому и начала вечно существующего всегда должны быть наиболее истинными: они ведь истинны не временами и причина их бытия не в чем-то другом, а, наоборот, они сами причина бытия всего остального; так что в какой мере каждая вещь причастна бытию, в такой и истине.

`;

export default text;
