const text = `

[ref:origin 0]
Оставим пифагорейцев. Рассмотрим платонистов - философов, что признают началами эйдосы. Они странно рассуждают: для поиска причин существования окружающих нас объектов они придумывают эйдосы, которых не меньше, чем самих объектов. И, как будет показано далее, каждый эйдос - это тоже объект. Такой подход всего лишь отодвигает проблему на один шаг: вместо изучения вещей они предлагают изучать эйдосы.

[ref:origin 1]
[ref:paraphrase-notes 0]
[ref:paraphrase-notes 1]
[ref:paraphrase-notes 2]
[ref:paraphrase-notes 3]
Далее, ни одно доказательство существования эйдосов не убедительно. Доказательства платонистов приводят к тому, что эйдосы появляются для того, для чего их быть не может. Иногда в их доказательствах вообще нет логики. <ul><li>Первое доказательство существования эйдосов - доказательство от знания.<sup>(п1)</sup> Согласно ему, эйдосы должны иметься для всего, что мы знаем.</li><li>Согласно доказательству "единого во многом"<sup>(п2)</sup> эйдосы должны существовать и для отрицаний.</li><li>А на основании доказательства "об исчезновении"<sup>(п3)</sup> эйдосы должны существовать и для того, что может исчезнуть из материального мира.</li><li>Иногда приводят довод о третьем человеке <sup>(п4)</sup>.</li></ul> Эти доказательства противоречат друг другу.

[ref:origin 2]
[ref:paraphrase-notes 4]
И, вообще говоря, доводы в пользу существования эйдосов сводят на нет то, что для Платона важнее самих эйдосов. Из этих доводов следует<sup>(п5)</sup>, что диалектическая пара "избыток-недостаток" не явзяется началом. То есть следствие существование эйдосов противоречит изначальному утверждению о том, что эйдосы формируются через пару "изыбток-недостаток".

[ref:origin 3]
Далее, предположим, что эйдосы и правда существуют. Тогда должны существовать эйдосы не только привычных нам вещей, но и многого другого. Наше мышление работает одинаково с любыми вещами: как с привычными, так и с непривычными. Да и науки посвящаются не только существующим вещам. Однако, учение об эйдосах утверждает, что эйдосы доступны нашему пониманию. Значит, эйдосы существуют только для тех вещей, о которых мы можем подумать.

[ref:origin 3]
С другой стороны, это учение говорит, что вещь не может существовать без эйдоса. Ведь, познавая вещь, мы неизбежно познаём и её эйдос. Например, одно из свойств противоположности - её вечность. Приобщаясь, познавая противоположность, мы приобщаемся и к вечности, поскольку вечность - свойство противоположности. Так же и с самой вещью: как только мы начинаем думать о вещи, мы сразу же начинаем думать и о её эйдосе. Получается, вещи без эйдоса просто нет.

[ref:origin 3]
Раз вещь - это объект и вещи причастны эйдосам, то класс вещей - это подкласс эйдосов. То есть эйдосы - это тоже объекты. И эйдосы, и вещи - это объекты. Иначе теория множеств не имеет смысла. Ведь элементы класса и элементы подкласса должны быть одного типа. Если же между вещами и эйдосами нет ничего общего, то это странно. Это было бы похоже на то, как если бы кто-то назвал бы и Каллия, и дерево человеком, не увидев между ними ничего общего.

[ref:origin 4]
Однако, сложенее всего ответить на следующий вопрос. Какое значение имеют эйдосы для вечных вещей реального мира (например, света) или для преходящих вещей (например, цветка)? Дело в том, что эйдос такой вещи - это не причина изменения этой вещи. С другой стороны, эйдос ничего не говорит о самой вещи (ведь он находится вне её). А с третьей стороны, эйдос ничего не говорит о других вещах: иначе он был бы в этих других вещах. Можно подумать, что эйдосы - это причины изменений вещей в том же смысле, в каком примешивание белого цвета к объекту делает его белым. Этот довод выдвинул сначала Анаксагор, а потом - Евдокс. На самом деле, он очень шаток, и его легко развенчать.

[ref:origin 5]
Вместе с тем, вещи вообще не могут происходить из эйдосов ни в каком смысле. Говорить, что эйдосы - это образцы, и что всё остальное им причастно - значит пустословить и говорить иносказаниями. В самом деле, что это означает? Ведь можно и быть, и становиться схожим с чем угодно, не подражая образцу. Не важно, существует сейчас Сократ или нет. Всегда может появиться человек, сколь угодно похожий на Сократа. Это означает то же самое, как если бы существовал вечный Сократ.

[ref:origin 5]
Есть и второй вариант. Должно быть множество эйдосов для одного и того же объекта. Это означает, что для одного и того же человека будут существовать эйдос человека, эйдос живого существа, эйдос двуногого и так далее.

[ref:origin 5]
Далее, так как эйдосы - это объекты, а у объектов есть эйдос, то у каждого эйдоса тоже должен быть эйдос.

[ref:origin 6]
Далее, очевидно, что эйдос и объект не могут существовать отдельно друг от друга. Между тем, в "Федоне" утверждается именно это: эйдосы - это причины бытия и возникновения вещей. Однако, объект, даже имея эйдос, не возник бы, если бы не было того, что заставило его возникнуть. С другой стороны, утверждается, что искуственно созданные человеком объекты не имеют эйдосов. Например, современный дом или кольцо. Но они точно есть - сам мир противоречит этому утверждению.

[ref:origin 7]
Далее, если эйдосы - это числа, то как они могут быть причиной изменений? Ну, предположим, что вещи - это числа: человек - вот это число, Сократ - вот это, а это число - Каллий. Значит, эйдос - число и объект - тоже число. Как тогда так получается, что одни числа - это причины для других чисел? И то, и то - числа, а числа - это нечто вечное. Это просто не имеет смысла.

[ref:origin 7]
Тогда предположим, что числа - это причины изменений потому, что окружающие нас вещи описываются через числовые отношения. Каждой вещи сопоставим дробь. Тогда выходит, что одной вещи сопоставляются две других: числитель и знаменатель. Получается бесконечная лестница. Если Каллий - это некое соотношение огня и воды, то и его эйдос - это соотношение чего-то ещё и чего-то ещё, и так далее: вся бесконечная цепочка будет состоять из соотношений вещей, а не из чисел, как утверждалось изначально.

[ref:origin 8]
Далее, опыт подсказывает, что из многих чисел можно собрать одно число. Но как может из многих эйдосов получиться один эйдос? Можно сказать, что сумма получается не из самих чисел, а из их составляющих - единиц, но это ничего не объясняет. Такое утверждение лишь отодвигает проблему на один шаг. Ведь единица - это тоже число, что с ними делать? Все это не основательно и не согласуется с нашим мышлением. Кроме того, такой подход требует признать какой-то другой вид чисел, отличный от того, с каким имеет дело арифметика.

[ref:origin 9]
Затем, философия эйдосов считает, что всё образовывается из диалектической пары. Из этого следует, что каждая из противоположенностей этой пары, образовывается из некоторой предшествующей диалектической пары. А это невозможно, потому что порождает бесконечность. 

[ref:origin 10]
Далее, если просто число по определению едино, то почему составное число тоже едино?

[ref:origin 11]
Далее, можно сказать, что все единицы в числе различны. Но тогда уж надо говорить прямо, как те философы, кто утверждает, что элементов два, четыре или больше. Ведь каждый называет своим элементом не тело вообще, а конкретно огонь или землю. Вне зависимости от того, есть ли что-то общее для огня и земли или нет. Платон говорит о едином так, как будто оно состоит из чисел как из однородных частиц. В таком случае, числа не могут быть сущностями. Сущности должны чем-то отличаться, а однородные элементы неотличимы по определению. Это противоречит его утверждению о том, что числа - это эйдосы.

[ref:origin 12]
Как, согласно Платону, начала формируют сущности? Через синтез "избытка" и "недостатка". Линия - из длинного и короткого, плоскость - из широкого и узкого, тело - из высокого и низкого. Однако, непонятно, как в таком случае плоскость будет содержать линию? Ведь "широкое и узкое" относится к другому роду, нежели "высокое и низкое". Получается, что в пространства больших размерностей не могут содержаться пространства меньших размерностей - то есть плоскость не может содержать линию, а это неверно.

[ref:origin 12]
Далее, что такое точка для фигуры? Правда, Платон решительно возражал против признания точки самостоятельный родом навроде линии. Он считал точку геометрическим вымыслом. А началом линии он называл "неделимые линии". Очевидно, что раз существуют неделимые линии, то существуют и точки: разницы нет.

[ref:origin 13]
Платон говорит, что эйдос определяет суть вещи. На самом деле это замкнутый цикл. Мы хотим найти сущность вещи - и для этого вводим другие вещи. Но мы ничего не говорим о механизме такого определения. Платон называет такой механизм причастностью, но выше было показано, что причастность не означает ничего. Так как мудрость работает только с реальными объектами, то этот вопрос - вопрос о природе математических объектов - останется без внимания.

[ref:origin 14]
Эйдосы не описывают причину поиска знаний, ради которой творит всякий ум. Математика заменила нынешним мудрецам философию, хотя цели у этих наук совершенно разные.

[ref:origin 15]
Материя у Платона - диалектическая пара "избыток-недостаток" - это не совсем материя. Эта пара описывает очень уж абстрактные вещи, и говорит больше о видовых различиях, нежели о материи как таковой. Если бы избыток и недостаток были бы подвержены изменениям, то и эйдосы должны были бы меняться со временем. Ведь эйдосы тоже состоят из этой диалектической пары. А если избыток и недостаток не меняются сами и не создают причин для изменения вещей, то откуда берётся изменение в природе?

[ref:origin 16]
[ref:paraphrase-notes 5]
<sup>(п6)</sup> <span class="help">Также и то, что кажется легким делом, - доказать, что все едино, этим способом не удается, ибо через отвлечение (ekthesis) получается не то, что все едино, а то, что есть некоторое само-по-себе-единое, если даже принять все [предпосылки]. Да и этого самого-по-себе-единого не получится, если не согласиться, что общее есть род; а это в некоторых случаях невозможно.</span>

[ref:origin 17]
[ref:paraphrase-notes 6]
У Платона также никак не объясняется, почему и зачем существует что-то кроме чисел: линии, плоскости и тела. С одной стороны, такие объекты не могут быть эйдосами потому, что не являются числами. С другой - не могут быть и математическими объектами. <sup>(п7)</sup> А с третьей - не могут быть вещами реального мира. Получается, линия - это какой-то четвёртый род сущностей?

[ref:origin 18]
К слову, бесполезно искать элементы для "всего вообще". Сущее очень многообразно и сложно. В самом деле, из каких общих элементов могут состоять "действие" и "прямота"? Элементы можно указать для физических объектов, но не для математических. Поэтому неправильно искать элементы <b>всего</b> сущего: следует ограничиться лишь материальной его частью.

[ref:origin 19]
Да и как можно было бы познать элементы всего? Ясно одно: что пока мы не познаем элементы всего, мы не сможем познать ничего вообще. Например, мы так же учимся геометрии. Мы можем заранее знать пару фактов. Но мы не можем заранее знать ни то, чему посвящена геометрия; ни то, что мы будем в ней учить. Поэтому человек не может иметь знаний о мире до того, как он начнёт изучение науки обо всём существующем - мудрости. Всякое изучение начинается с указания аксиом и определений, и только потом - доказательств. Потому что доказательства строятся на аксиомах и определениях. Получается, если мы уже знаем что-то о мире, то мы уже знаем элементы всего? Это так же абсурдно, как если бы мы знали геометрию до того, как приступили к её изучению. С другой стороны, если бы оказалось, что знание элементов всего является для человека врождённым знанием, то это было бы удивительно. Как же оставалось незамеченным обладание наилучшим из знаний?

[ref:origin 20]
Далее, как вообще узнать, из каких элементов состоит сущее? Это сложный вопрос. Здесь можно спорить как о слогах: одни говорят, что "ща" состоит из звуков "щ" и "а"; а другие - что "ща" - это вообще отдельный звук.

[ref:origin 21]
Если бы всё заключалось только в познании "элементов всего", то слепой, познав бы эти элементы, понял бы цвет. Но как можно познать цвет, не имея зрения?

`;

export default text;

