const notes = `

[ref:paraphrase 0]
<sup>(1)</sup> Я буду стараться использовать термин "эйдос". Не давая прямого определения, я перечислю ряд близких к нему слов: "вид", "эталон", "образец", "чертёж". Эйдос нематериален. Эйдос отличается от идеи тем, что идея обобщает несколько вещей, а эйдос выделяет конкретику. Идея - это определение сути, эйдос - определение признаков. Скульптор может воспринять эйдос мысленно и двигать к нему свою скульптуру.

[ref:paraphrase 1]
<sup>(2)</sup> Например, эйдос квадрата уникален. А вот математических квадратов существует много. 

[ref:paraphrase 2]
<sup>(3)</sup> Ранее по тексту термин "единое" не разъясняется. О нём будет много сказано в пятой книге. Пока можно считать "единое" самой высшей сущностью.

[ref:paraphrase 2]
<sup>(4)</sup> В "Метафизике" я не увидел явного определения причастности, но по тексту встречаются определяющие примеры. Очень грубо и кратко: причастный - это что-то вроде подкласса или потомка. "Сократ" причастен "человеку", "человек" причастен "живому существу", "бледный человек" причастен "бледности" и "человеку" одновременно.

[ref:paraphrase 3]
<sup>(5)</sup> Я не могу про "неопределенное из большого и малого".

`;

export default notes;

