const notes = `

[ref:origin 0]
[ref:origin 1]
Итак, я описал в общих чертах, кто что говорил про начала. Из этого можно заключить, что все упомянутые философы называли только те начала, которые уже рассмотренны в сочинении "О природе". В самом деле, все они имею в виду одно и то же, но используют разную терминологию. Платон говорит о большом и малом; италийцы - о беспредельном; Эмпедокол - об огне, земле, воздухе и воде; Анаксагоро - о беспредельном множестве Гомеомерии. Таким образом, все они занимались поиском начал.

[ref:origin 2]
Но суть бытия вещи, её сущность никто чётко не объяснил. Ближе всего к определению сущнеости подошла идея эйдосов. Ведь это ни материя, ни двигатель изменений. Эйдосы, скорее, причина неизменности, а не изменений.

[ref:origin 3]
Однако цель поступков и изменений такие философы почему-то тоже называют причиной. Ранее мы говорили, что самая конечная цель - благо. Те философы, кто считает ум или дружбу причиной изменений в мире, одновременно с этим считают их благом. Но это не имеет смысла: не может причина быть одновременно и целью.

[ref:origin 4]
Получается, что никаких других причин, кроме рассмотренных в третьей главе, найти никто не может. Предположим, что причины найдены верные или хотя бы близкие к верным.

`;

export default notes;

