const notes = `

[ref:origin 0]
Те, кто считает, что всё материально, явно ошибаются. В самом деле, они указывают элементы только для тел, а для бестелесного - нет. Хотя бестелесное, безусловно, существует. Точно так же, пытаясь указать причины возникновения и уничтожения, они упускают из вида нематериальную причину изменений. Далее, ошибка их в том, что они ни сущность, ни суть вещи не признают причиной. Такие философы необдуманно называют началом любые простые тела, не указывая, как возникают эти тела друг из друга. Например, как вода возникает из огня. Ведь вещи возникают либо через соединение двух вещей в одну, либо через разъединение. Это очень помогает понять, что предшествует вещи, а что следует за ней. Придерживаясь такого взгляда, можно было бы сказать, что самый основной элемент всего - это тот, из которого через соединение возникают вещи. Таким могло бы быть множество мельчайших частиц. Ближе всего к этому взгляду расположена огненная первопричина. Каждый из философов согласен с этим. По крайней мере, никто не пытался указывать первоосновой землю. Ведь она явно состоит из крупных частиц. А из трёх других элементов, как раз и состоящих из мелких частиц, каждый нашёл себе сторонника.

[ref:origin 1]
То же можно сказать и о тех, кто признаёт несколько начал. Например, Эмепедокл утверждает, что начал четыре. Через это у него должны получаться отчасти те же самые, отчасти - свои собственные затруднения. В самом деле, элементы возникают друг из друга. Огонь и земля не всегда остаются собой - об этом сказано в сочинении "О природе". А про причину и цель изменений в мире не сказано совсем ничего правильного или обосновоно. И вообще, те, кто говорит таким образом, вынуждены отвергать превращение как таковое. Ибо не может у них получиться ни холодное из тёплого, ни тёплое из холодного. В самом деле, если бы это было возможно в их парадигме, то должно быть бы существовать какое-то одно естество, которое в теле проявлялось бы теплом или холодом.

[ref:origin 2]
[ref:notes 0]
Что касается Анаксагора, то он с необходимостью получает те же проблемы трансформации. Он считает, что существует два первоначала<sup>(1)</sup>: ум и всё остальное. При этом "всё остальное" не имело качеств. Оно не имело ни цвета, ни вкуса. Оно не могло быть ни качеством, ни количеством. Ведь если бы это было не так - это качество можно было бы выделить в отдельную сущность, а Анаксагор утверждает, что такого не происходило. А ум, по Анаксагору, был несмешан и чист. Исходя из этого, Анаксагор должен признавать два начала: несмешанное (ум) и смешанное (всё остальное). Хоть он и выражает свои мысли неясно, однако он хочет сказать что-то близкое к современной философии.

[ref:origin 3]
Современные философы, однако, склонны рассуждать только о возникновении, уничтожении и движении. Именно для этого они и ищут начала и причины. Остановимся на тех из них, кто рассматривает всё сущее в совокупности. При том из сущего один класс вещей они признают чувственно вопринимаемым, а другой - чувственно невоспринимаемом.

[ref:origin 4]
Что касается пифагорейцев, то они рассуждают о более необычных началах. Они заимствуют их не из чувсвтенно воспринимаемого мира. И всё же они постоянно рассуждают о природе и исследуют её. Они прибегают к своим началам для создания теории возникновения неба и астрономической теории. Таким образом, они как бы соглашаются с другими философами в том, что сущее - это лишь то, что воспринимается чувствами. Однако же, повторюсь, их причины и начала более пригодны к исследованию абстрактного, нежели к исследованию природы. С другой стороны, они ничего не говорят о том, откуда возникает движение. Равно как и том, как возникновение, привращение и уничтожение небесных тел возможно без движения.

[ref:origin 5]
Далее, если согласиться тем, что из их начал образуется мир, то как всё же получается так, что одни тела лёгкие, а другие тяжёлые? В самом деле, они рассуждают о математических телах, поэтому о реальных физических объектах они ничего не говорят.

[ref:origin 6]
Далее, как понять, что свойства числа и само число - это причина сущего? Что означает, что нет никакого другого числа, из которого составлено мироздание? <sup>(2)</sup>

`;

export default notes;

