const text = `

[ref:origin 0]
Чтобы найти обозначенную выше науку - мудрость, начать следует с поиска её причин и начал. Каков стериотип мудрого человека? Тот мудр, кто: <ul><li>знает всё, хотя не знает каждый предмет в отдельности,</li><li>способен познать трудное для обычного человека. Отмечу только, что восприятие свойственно всем, поэтому в нём ничего мудрого нет,</li><li>точен и способен научить самой мудрости, выявлению причин.</li></ul>

[ref:origin 0]
Можно указать и свойства самой мудрости как науки. Из всех наук мудрость больше та, которая <ul><li>существует ради себя и ради познания, нежели та, которая существует ради извлекаемой из неё пользы,</li><li>главенствует, нежели обслуживает. Ибо мудрости надлежит наставлять, а не повиноваться.</li></ul>

[ref:origin 1]
Следовательно, такое знание обо всём имеет тот, кто в наибольшей мере обладает знанием общего. Ведь в некотором смысле он знает всё, что попадает под "общее". Но именно это "общее" познать труднее всего. Ведь оно расположено дальше всего от чувственного восприятия. Наиболее строги те науки, которые сфокусированы на первоначалах. Ведь первоначал должно быть мало. И науки, которые исходят из меньшего числа предпосылок, более строги. Например, арифметика более строга, чем геометрия. И научить более способна та наука, которая исследует причины. Потому что обучение - это и есть указание причины для каждой вещи. Схема "знание ради знания" больше всего присуща науке о том, что наиболее достойно познания. Такая наука совершенна. А наиболее достойны познания причины и начала. Через них, на их основе познаётся всё остальное. Самая главная наука - та, которая познаёт цель, ради которой надлежит действовать. В каждом отдельном случае эта цель - то или иное благо, а в общем случае - благо вообще.

[ref:origin 1]
Из всего сказанного следует, что мудрость - это наука, исследующая <b>первые</b> причины и начала. Ведь и благо, и "то, ради чего" - это разные виды причин. Но что это за наука?

[ref:origin 2]
Можно точно сказать, что мудрость - это не искусство творения. Это объяснили уже первые философы. В самом деле, философствовать людей всегда побуждает удивление. В начале мы удивлялись тому, что непосредственно вызывало недоумение. Затем это приелось, и мы начали продвигаться дальше. Мы задались вопросами о более значительном: о смене положения Луны, Солнца и звёзд, а так же о происхождении Вселенной. Человек удивляющийся считает себя незнающим. Получается, что люди изобрели философию, чтобы избавиться от удивления и, следовательно, от незнания. Очевидно, что к знанию мы начали стремиться ради самого этого знания, ради понимания и ради избавления от удивления, а не для какой-либо пользы. Сама история подтверждает это. Мы начали искать такое знание, только когда нашли всё остальное необходимое для жизни. Поэтому ясно, что мы ищем его не ради какой-то надобности: у нас и так всё есть. Можно провести аналогию: свободным мы называем человека, который живёт ради самого себя. А наука мудрости - единственно свободная наука, ибо она одна существует ради самой себя.

[ref:origin 3]
[ref:notes 1]
Обладание такой наукой можно считать выше человеческих возможностей. Ведь во многих отношениях природа людей - рабская. По словам Симонида, "лишь бог мог бы иметь этот дар, а человеку не подобает искать несоразмерного ему знания". Наши поэты говорят, что бог завистлив. Поэтому несчастны должны быть те, кто неумерен. Но не может бог быть завистливым. Не следует какую-либо другую науку считать более ценимой, чем эту. Ибо наиболее божественная наука также и наиболее ценима. А таковой может быть только мудрость, в двояком смысле. Во-первых, божественна та из наук, которой скорее всего мог бы обладать бог, и точно так же божественной была бы всякая наука о божественном. Только к одной лишь искомой нами науке подходит и то и другое. Бог принадлежит к причинам и есть некое начало. Такая наука могла бы быть или только у бога, или больше всего у бога. Таким образом, все другие науки более необходимы, нежели мудрость, но лучше - нет ни одной. <sup>(1)</sup>

[ref:origin 4]
Как было отмечено ранее, всё начинается с удивления. А кончается всё утратой удивительности. При обретения мудрости отправная точка становится обыденностью.

[ref:origin 5]
Итак, сказано, какова природа искомой науки - мудрости и какова цель, к которой должны привести поиски оной.

`;

export default text;
