const notes = `

[ref:origin 0]
[ref:notes 0]
После философских учений, о которых шла речь выше, появилось учение Платона. Оно схоже с пифагорейским, но не полностью. Платон считал, что всё чувственно воспринимаемое постоянно меняется, но знания о нём - не меняются. В этом Платон схож с Кратилом и вообще с гераклитовскими воззрениями. Учитель Платона Сократ первым обратил внимание на важность определений. И Платон поэтому тоже считал, что определения относятся не к чувственно воспринимаемому миру. Ибо, считал Платон, нельзя дать определения чувственно воспринимаемому, поскольку оно постоянно изменяется. Такие определения Платон назвал идеями<sup>(1)</sup> или эйдосами. Получается, что платоновская идея виртуальна, а реальная вещь - это воплощение виртуальной платоновской идеи. Пифагорейцы, по факту, утверждают то же самое, но другими словами. У них - "вещи существуют через подражание числам", у Платона - "эйдосы существуют через причастность идеям". Но они не определили, что такое подражание/причастность.

[ref:origin 1]
[ref:notes 1]
Платон утверждал, что существуют ещё и математические предметы. Они отличаются от вещей тем, что они вечны и неизменны, а от идей - тем, что существует много одинаковых математических предметов, а каждая платоновская идея уникальна.<sup>(2)</sup>

[ref:origin 2]
[ref:notes 2]
Платоновские идеи, конечно же, состоят из элементов. Платон полагал, что эти элементы, чем бы они ни были, - это элементы всего остального. <sup>(3)</sup>

[ref:origin 3]
В отличии от Платона, пифагорейцы не считают, что математические объекты существуют отдельно от вещей и эйдосов.

[ref:origin 4]
Но легко показать, что взгляд пифагорейцев не основателен. Они полагают, что из одной материи создаются много вещей, каждой из которых соответствует свой эйдос. Однако, очевидно, что из одной материи получается только один стол. И что множеству таких столов соответствует один и тот же эйдос. Это как с мужским и женским: женское оплодотворяется одним совокуплением, а мужское оплодотворяет многих. Однако же, и то, и то - оплодотворение.

[ref:origin 5]
Из сказанного ясно, что Платон рассматривал только две причины. В терминах третьей главы это "сущность вещи" и "материя вещи". При том для эйдосов причиной он указывал непостижимую единую сущность. А для материи Платон указывал причинами "большое" и "малое", что бы это ни означало. Кроме того, он объявил эти элементы причиной блага и зла соответственно, как в своё время это же сделали Эмпедокл и Анаксагор.

`;

export default notes;

