const notes = `

[ref:origin 0]
В это же время пифагорейцы развили математику и, овладев ею, стали считать её начала первоначалами. А так как среди начал математики главное - это число, то в числах пифагорейцы усматривали много схожего с миром. По крайней мере, больше, чем в огне, земле или воде. Например, они считали, что такое-то свойство чисел - это справедливость; другое - души, или ум, или удача и так далее. Они видели, что свойства гармонии выразимы в числах. Следовательно, им казалось, что и вся природа уподобляется числам. В конце концов, они предположили, что элементы чисел - это элементы всего существующего, и что всё небо - это гармония и число. Пифагорейцы показывали через числа и гармонию всё, что могли. Они самосогласовывали всю систему, а если у них в знаниях получался пробел - они стремились его заполнить и согласовать с остальной частью. Пифагорейцам число "10" представлялось совершенным и всеобъемлющим. Поэтому небесных тел должно быть десять. Правда, видно только девять, поэтому десятым они объявили "противоземлю". В другом соченении я рассказываю про них подробнее. Очевидно, что пифагорейцы число принимают и за первоначало, и за материю, и за выражение её состояний и свойств. Элементами числа они считают чётность, единое же у них и чётное, и нечётное одновременно, так как состоит из двух этих элементов одновременно.

[ref:origin 1]
Другие пифагорейцы утверждают, что начал десять пар:<ul><li>предельное-беспредельное</li><li>чётное-нечётное</li><li>единое-множество</li><li>правое-левое</li><li>мужское-женское</li><li>покоящееся-движущееся</li><li>примое-кривое</li><li>свет-тьма</li><li>хорошее-дурное</li><li>квадратное-продолговатое</li></ul>Того же мнения, видимо, держался и Алкмеон из Кретона. Он утверждает, что большинство свойств образуют пары. В отличии от пифагорейцев, он имеет в виду не определённые свойства, а вообще все свойства: белое-чёрное, сладкое-горькое, хорошее-дурное, большое-малое и так далее.

[ref:origin 2]
От этого учения можно взять идею противоположенностей. Противоположенности - это основа мира. Однако, у пифагорейцев не указано, как свести эти противоположенности к указаным в третьей главе первопричинам.

[ref:origin 3]
[ref:notes 0]
Мелисс считает единое<sup>(1)</sup> материальным и безграничным, а Парменид - нематериальным и ограниченным. Ксенофан (говорят, Парменид был его учеником) утверждал, что единое - это бог. Этих философов надо оставить без внимания, Ксенофана и Мелисса - совсем, Парменида - частично, так как говорит он с большей проницательностью. Например, он считает, что существует только сущее, а не-сущего нет. Об этом яснее сказано в сочинении "О природе". Однако, после Парменид устанавливает две причины: тёплое (огонь/сущее) и холодное (земля/не-сущее).

[ref:origin 4]
Подведём итоги. Философы утверждали, что<ul><li>одно начало - материальное. Ведь и огонь, и вода - это тела. Одни считали, что начал много, другие - что мало, но все считали их телами</li><li>некоторые выделяли началом "причину появления". Причём, иногда эта причина была единой, иногда - двойственной.</li></ul>

[ref:origin 5]
Получается, что до италийцев философы высказывались о началах скудно. Разве что пифагорейцы начали рассуждать про суть вещи и пытались дать ей определение, но они рассматривали эту проблему слишком просто. Определения их были поверхностны. То, что прежде всего подходило под их определение, они и считали сутью вещи. Вот, что можно почерпнуть у ранних философов и следующих за ними.

`;

export default notes;

