const notes = `

[ref:origin 0]
[ref:notes 0]
Можно предположить, что Гесиод был первым в этом<sup>(1)</sup>. Он считал любовь или вожделение началом и писал: "Прежде всего во Вселенной Хаос зародился, а следом - широкогрудая Гея".И ли, например, Парменид замечает, что первее всех богов Вселенная замыслила Эрота. А кто-то считал первоначалами дружбу и вражду. Потому что в природе явно есть противоположенность благу. Не только красота, но и уродство. Притом в природе плохого больше, чем хорошего. И потому можно сказать, что Эмпедокл первым говорит о зле и благе как о началах. Но с оговоркой: только если причина всех благ - само благо, а причина всех зол - само зло.

[ref:origin 1]
Упомянутые философы касались только двух первопричин из четырёх перечисленных в третьей главе. А именно: "материя" и "причина появления". К тому же, философы касались их нечётко и неуверенно. Так сражаются необученные: поворачиваясь во все стороны, наносят иногда удачные удары, но не со знанием дела. Точно так же эти философы не до конца понимают, что говорят. Ведь далее они почти не прибегают к своим началам.

[ref:origin 1]
Анаксагор рассматривает ум как первопричину. Но когда ему сложно объяснить, почему что-то существует, он ссылается на ум. А в остальных случаях объявляет причиной что угодно, но не ум.

[ref:origin 1]
Эмпедокл прибегает к своим причинам в большей мере, но всё равно недостаточно. Вдобавок у него отсутствует самосогласованность: дружба часто разделяет, а вражда - соединяет. Когда мировое целое через вражду распадается на элементы, огонь через вражду соединяется в одно.

[ref:origin 2]
Эмпедокл, таким образом, впервые разделил одну движующую причину на две, притом противоположенные. Кроме того, его четыре элемента (огонь, земля, воздух и вода) впервые формируют диалектические пары "огонь-земля" и "воздух-вода". Такой вывод можно сделать, изучая его стихи.

[ref:origin 3]
А Левкипп и его последователь Демокрит признают элементами полноту и пустоту. Одно называют сущим, другое - не-сущим. Например, полное и плотное - сущим, а пустое и разреженное - не-сущим. Поэтому они и говорят, что сущее существует не в большей степени, чем не-сущее. Потому что и не-пустота, и пустота существуют в равной мере. Материальной причиной существующего они называют обе эти противоположенности.Следую учению атомистов, Левкипп и Демокрит утверждают, что отличия атомов - это причины всех остальных отличий.А отличия атомов бывают трёх видов:<ul><li>очертания</li><li>порядок</li><li>положение</li></ul>Например, "А" отличается от "Б" только очертанием очертанием, "АБ" от "БА" - только порядком, "АБ" от "Б" - положением.А вопрос о причине появления они, подобно остальным, легкомысленно обошли.

[ref:origin 4]
Итак, на этом я завершу обзор исследований моих предшественников.

`;

export default notes;

