const core = `
Под влиянием гераклитовского учения Платон признал невозможным познание чувственных вещей. Обратившись затем по примеру Сократа к исследованию общих понятий, он установил особые реальности — идеи, отличные от чувственных вещей, а эти последние объявил существующими «через приобщение» к идеям. Кроме чувственных вещей и идей, он — посредине между теми и другими—поместил математические вещи и элементы идей признал элементами всех вещей. Указывается, что есть в учениях Платона общего с пифагорейцами и чт5 отлично от них, а также — какими он пользовался родами причин.
`;

export default core;
