const core = `
Описывается постепенное восхождение от чувственного восприятия к познанию принципов. Общим у всех животных является восириятие через чувства. К чувственному восприятию у некоторых животных присоединяется сохранение воспринятых образов, или память. Ряд связанных между собой воспоминаний об одной и той же вещи создает у человека опыт. Из опыта возникает искусство и наука, причем искусство превосходит опыт тем, что его внимание направлено на общее в вещах, а не на отдельные вещи, и оно познает причину, вследствие чего тот, кто владеет искусством, способен обучать. Искусствам приписывается тем больше значения, чем более они далеки от непосредственных потребностей жизни; теоретические дисциплины выше практических, а самое высшее место занимает познание принципов, или мудрость. 
`;

export default core;
