const notes = `

[ref:paraphrase 1]
<sup>(п1)</sup> "Объектом знания должно быть нечто устойчивое и общее. А так как чувственно воспринимаемые предметы преходящи и единичны, то предметом знания могут быть только эйдосы".

[ref:paraphrase 1]
<sup>(п2)</sup> "Раз существует эйдос для предмета, то должен существовать эйдос и для отрицания предмета". Например, если есть эйдос для человека, то должен быть эйдос и для нечеловека.

[ref:paraphrase 1]
<sup>(п3)</sup> "Эйдосы должны существовать для предметов, которые могут всецело исчезнуть, но сохраниться в человеческой мысли". Но то же самое можно отнести и к единичным предметам и утверждать, что по той же причине для каждого из них должен существовать особый эйдос.

[ref:paraphrase 1]
<sup>(п4)</sup> "Есть эйдос реального человека. Есть эйдос абстрактного человека. Так как между реальным и абстрактным человеком есть нечто общее, то у этого общего тоже есть эйдос". Тут начинается цепная реакция: сравнение порождённого эйдоса и изначальным порождает новый эйдос - и так до бесконечности.

[ref:paraphrase 2]
<sup>(п5)</sup> Я не понимаю, как оно так противоречит, ну да ладно.

[ref:paraphrase 22]
<sup>(п6)</sup> Я пропустил абзац: совсем непонятно.

[ref:paraphrase 23]
<sup>(п7)</sup> Фигня какая-то. Наверняка Аристотель под "математическими объектами" имел в виду что-то своё, древнее. Со стороны современной математики, и линия, и число - это математический объект.

`;

export default notes;

