const notes = `

[ref:paraphrase 1]
<sup>(п1)</sup> Я опишу часть концепции Аристотеля сразу. Так должно стать понятнее. <br />Причины - это разные грани вещи. Каждая из причин является обязательной для существования вещи.<br />  • Сущность вещи - это уникальное определение. Это информация без носителя, это идея вещи. Например, говоря о ложке, мы сразу понимаем, что это; хотя мы не знаем, какая она: деревянная или нарисованная. Говоря о меди, мы тоже имеем в виду не конкретную медь, а некий образ. Идею. Иногда говорят о сущности вещи как о "форме" для материи.<br />  • Материя вещи - это конкретика о сплаве, примесях, температуре, о материале как таковом. Конкретный алюминий, который может принять форму чего угодно.<br /><br />Указанные первопричины делятся на пары: "суть-материя" и "причина-цель". При этом элементы пар - противоположности - противостоят друг другу как плюс и минус. С другой стороны, противоположенности имеют нечто общее: ведь мы их объединили по какой-то причине. Это "общее" проявляется в обеих противоположенностях. В одной - избытком, в другой - недостатком. В этом заключена половина прикладной сути диалектики. <br /> Приведу простой пример. Абстрактное понятие температуры проявляется в виде пары "огонь-холод". Огонь - это избыток температуры, холод - недостаток. Мне сложно найти термин для описания общего для пар "суть-материя" и "причина-цель". <br /> Попробую объяснить так: информация не имеет материи, материя не имеет информации. Соединившись, они создают объект - материализованную, овеществлённую информацию. Однако, этот объект повис в безвременье, потому что в нём нет ничего о причине его появления, ни о цели существования.<br />То же самое с парой причины и цели: соединившись друг с другом, они описывают существование безотносительно самой вещи.<br />Эти две пары определяют вещь целиком. Вещи, конечно же, обладают ещё кучей качеств, каждое из которых разбивается на пару противоположенностей. Однако, лишь две указанные пары общие для всех вещей вообще. Сейчас мы называем такие пары противоположностей диалектическими парами.

[ref:paraphrase 3]
<sup>(п2)</sup> Сейчас мы называем это атомами. Что ты с вещью не делай (в нормальных условиях) - а атомы ты не уничтожишь, не потеряешь и не создашь.

[ref:paraphrase 4]
<sup>(п3)</sup> Здесь и несколько глав далее Аристотель активно описывает взгляды современников на физику. Я сокращу такие части: детальные взгляды греческих философов на физику уже не актуальны и, признаться, не особо понятны.

[ref:paraphrase 4]
<sup>(п4)</sup> Про Фалеса передавали такую легенду (её с большой охотой повторил Аристотель). Когда Фалеса, по причине его бедности, укоряли в бесполезности философии, он, сделав по наблюдению звезд вывод о грядущем урожае маслин, ещё зимой нанял все маслодавильни в Милете и на Хиосе. Нанял он их за бесценок (потому что никто не давал больше), а когда пришла пора и спрос на них внезапно возрос, стал отдавать их внаём по своему усмотрению. Собрав таким образом много денег, он показал, что философы при желании легко могут разбогатеть, но это не то, о чём они заботятся. Аристотель подчеркивает: урожай Фалес предсказал «по наблюдению звезд», то есть благодаря знаниям. (из "Диоген Лаэртий, О жизни, учениях и изречениях знаменитых философов, I, 22—44." и "Аристотель, Политика, А IV, 4, 1259 а 3.")

`;

export default notes;
