const notes = `

[ref:paraphrase 0]
[ref:paraphrase 1]
[ref:origin-notes 0]
[ref:origin-notes 1]
[ref:origin-notes 2]
[ref:origin-notes 3]
Что все, повидимому, стараются найти указанные в физике причины и помимо этих причин мы не могли бы указать ни одной, - это ясно уже из того, что было сказано раньше<sup>(о1)</sup>. Но ставят вопрос о них нечетко. И в известном смысле всо они раньше указаны, а с 'другой стороны — отнюдь нет.<sup>(о2)</sup> Словно лепечущим языком говорит обо всем первая философия1 , будучи в молодых, годах и при начале (своего существования)2 . Ведь и Эмпедокл говорит, что кость существует через соотношение<sup>(о3)</sup>, а это означает «суть бытия» и сущность вещи. Но подобным же образом такое «соотношение» (частой) должно быть и у мяса и у всякой другой вещи пли уж — ни в одном случае (без исключения)4 . По этой причине следовательно будет существовать и мясо, и кость, и всякий другой предмет, а не через материю, которую он указывает, — через огонь, землю, воду и воздух. Но с этим он необходимо бы согласился, если бы (так) стал говорить кто другой, сам же он этого отчетливо но сказал.<sup>(о4)</sup>

[ref:paraphrase 1]
[ref:origin-notes 4]
Выяснение такого рода вопросов произведено и раньше.<sup>(о5)</sup> А все, что по этим же вопросам может вызвать затруднения, мы пройдем снова. Этим путем мы может быть найдем какие-нибудь благоприятные указания для позднейших затруднений.  

`;

export default notes;

