const notes = `

[ref:paraphrase 0]
[ref:origin-notes 0]
[ref:origin-notes 1]
После указанных философских учений появилось исследование Платона, в большинстве вопросов примыкающее к пифагорейцам, а в некоторых отношениях имеющее свои особенности по сравнению с философией италийцев. Смолоду сблизившись прежде всего с Кратилом и гераклитовскими учениями, по которым все чувственные вещи находятся в постоянном течении и знания об этих вещах не существует, он здесь и позже держался таких воззрений. А так как Сократ занимался исследованием этических вопросов, а относительно всей природы в целом его совсем не вел, в названной же области искал всеобщего и первый направил свою мысль на общие определения, то Платон, усвоивши взгляд Сократа, по указанной причине признал, что такие определения имеют своим предметом нечто другое, а не чувственные вещи; ибо нельзя дать общего определения для какойнибудь из чувственных вещей, поскольку вещи эти постоянно изменяются. Идя указанным путем, он подобные реальности назвал идеями, а что касается чувственных вещей, то об них (по его словам) речь всегда идет отдельно от идей и (в то же время) в соответствии с ними; ибо все множество вещей существует в силу приобщения к одноименным (сущностям)<sup>(о1)</sup><sup>(о2)</sup>. При этом, говоря о приобщении, он переменил только имя: пифагорейцы утверждают* что вещи существуют по подражанию числам, а Платон --- что по приобщению [изменивши имя]. Но самое это приобщение или подражание идеям, что оно такое,--- исследование этого вопроса было у них оставлено в стороне.

[ref:paraphrase 1]
Далее, помимо чувственных предметов и идей, он в промежутке устанавливает матоматические вещи, которые от чувственных предметов отличаются тем, что они вечные и неподвижные, а от идей --- тем, что этих вещей имеется некоторое количество сходных друг с другом сама же идея каждый раз только одна.

[ref:paraphrase 2]
[ref:origin-notes 2]
Так как идеи являются причинами для всего остального, то их элементы он счел элементами всех вещей. Таким образом в качестве материи являются началами большое и малое<sup>(о3)</sup>, а в качестве сущности --- единое; ибо идеи [они же числа] получаются из большого и малого через приобщение (их) к единству.

[ref:paraphrase 3]
[ref:origin-notes 3]
[ref:origin-notes 4]
Что единое представляет собою сущность, а не носит наименование единого, будучи чем-либо другим, это Платон утверждал подобно пифагорейцам, и точно так же, как они --- что числа являются для всех остальных вещей причинами сущности (в них); а что он вместо неопределенного, как (чего-то) одного, ввел двоицу (пару) и составил неопределенное из большого и малого, это --- его. своеобразная черта; кроме того, он полагает числа отдельно от чувственных вещей, а они говорят, что числа, это --- сами вещи, и математические объекты в промежутке между теми и другими не помещают. Установление единого и чисел отдельно от вещей, а не так, как у пифагорейцев, и введение идей произошло вследствие исследования в области понятий (более ранние философы к диалектике не были причастны<sup>(о4)</sup>), а двоица (пара)<sup>(о5)</sup> была принята за другую основу потому, что числа, за исключением первых \\ легко выводились (рождались) из нее как из некоторой первичной массы.

[ref:paraphrase 4]
[ref:origin-notes 5]
Однако ж, на самом деле происходит наоборот: то, что указывается здесь, не имеет хорошего основания. Эти философы из материи выводят множество, а идея (у них) рождает только один раз, между тем из одной материи, очевидно, получается один стол, а тот, который привносит идею , будучи один, производит много их (столов). Подобным же образом относится и мужское начало к женскому: это последнее заполняется через одно соитие, а мужское заполняет много (самок)<sup>(о6)</sup>; и однако же это --- подобия тех начал .

[ref:paraphrase 5]
Вот какие определения установил, таким образом, Платон по исследуемым (нами) вопросам. Из сказанного ясно, что он воспользовался только двумя причинами: причиною, определяющею суть вещи, и причиною из области материи (ибо идеи являются для всех остальных вещей причиною их сутп, а для идей (таковою причиной является) единое); ясно также, что представляет собою материя, лежащая в основе (всего), --- материя, которая получает определения через идеи при образовании чувственных вещей и (определения) через единое при образовании идей: эта материя есть двоица (пара), большое и малое. Кроме того, он связал с этими элементами причину добра и причину зла, одну отнес к одному, другую--- к другому, по образцу того, как, согласно нашим словам, искали ее и некоторые из более ранних философов, например Эмпедокл и Анаксагор. 

`;

export default notes;

