const notes = `

[ref:paraphrase 0]
[ref:origin-notes 0]
Относительно пифагорейцев (вопрос) теперь оставим: их достаточно коснуться в такой мере. Что же касается тех, которыо в качестве причин устанавливают идеи, то прежде всего они, стремясь получить причины для здешних вещей, ввели другие предметы, равные этим вещам по числу, как если бы кто, желая произвести подсчет, при меньшем количестве вещей думал, что это будет ему не по силам, а, увеличив (их) количество, стал считать. В самом деле, идей приблизительно столько же или (уж) но меньше, чем вещей<sup>(о1)</sup>, для которых искали причин,, причем эти поиски и привели от вещей к идеям; ибо для каждого (рода) есть нечто одноименное \\есть оно) — помимо сущностей — и для всего другого, где имеется единое, относящееся ко многому, и в области здешних вещей и в области вещей вечных.

[ref:paraphrase 1]
[ref:origin-notes 1]
[ref:origin-notes 2]
[ref:origin-notes 3]
[ref:origin-notes 4]
[ref:origin-notes 5]
[ref:origin-notes 6]
[ref:origin-notes 7]
Далее, если взять те способы, которыми мы  доказываем существование идей, то ни один из них не устанавливает с очевидностью (такого существования)<sup>(о2)</sup>: на основе одних не получается с необходимостью силлогизма , на основе других идеи получаются и для тех объектов, для которых мы (их) не утверждаем. В самом деле, по «доказательствам от наук»<sup>(о3)</sup>, идеи будут существовать для всего, что составляет предмет пауки, на основании «единого относящегося ко многому»<sup>(о4)</sup>, (получатся идеи) и для отрицаний, а на основании «наличия объекта у мысли по уничтожении (вещи)»<sup>(о5)</sup> — для (отдельных) преходящих вещей (как таких;: ведь о нпх имеется (у нас) некоторое представление. Далее, из более точных доказательств<sup>(о6)</sup> одни устанавливают идеи отношений, для которых, по нашим словам, не существует отдельного самостоятельного рода<sup>(о7)</sup> , другие утверждают «третьего человека».<sup>(о8)</sup>

[ref:paraphrase 2]
[ref:origin-notes 8]
И, вообще говоря, доказательства, относящиеся к идеям, упраздняют то, существование чего нам [сторонникам идей]<sup>(о9)</sup> важнее, нежели существование идей: выходит, что не двоица является первой, но число, и что существующее в отношении раньше («первее»), чем существующей в себе, и сюда же принадлежат все те вопросы, по которым отдельные (мыслители), примкнувшие к взглядам относительно идей, пришли в столкновение с основными началами (этого учения).

[ref:paraphrase 3]
[ref:paraphrase 4]
[ref:paraphrase 5]
[ref:origin-notes 9]
[ref:origin-notes 10]
[ref:origin-notes 11]
[ref:origin-notes 12]
Далее, согласно исходным положениям, на основании которых мы утверждаем идеи, должны существовать но только идеи сущностей, но и идеи многого другого (в самом деле, и мысль есть одна (мысль), не только когда она направлена на сущности, но и по отношению ко всему остальному, и науки имеют своим предметом но только сущность, но и другого рода бытие, и можно выдвинуть несметное число других подобных (соображений)); между тем по (логической) необходимости и (фактически) существующим относительно идей взглядам, раз возможно приобщение к идеям, то должны существовать только идеи сущностей; ибо приобщение к ним не может носить характера случайности, но по отношению к каждой идее причастность должна иметь место постольку, поскольку эта идея не высказывается о подлежащем<sup>(о10)</sup> (так например, если что-нибудь причастно к двойному в себе<sup>(о11)</sup>, оно причастно и к вечному, но — через случайное соотношение; ибо для двойного быть вечным — случайно). Таким образом, идеи будут (всегда) представлять собою сущность.<sup>(о12)</sup> А у сущности одно и то же значение и в здешнем мире и в тамошнем. Иначе какой (еще) может иметь смысл говорить, что есть что-то помимо здешних вещей, — единое, относящееся ко многому? И если к одному и тому же виду (группе) принадлежат идеи и причастные им вощи, тогда (между ними) будет нечто общее (в самом деле, почему для преходящих двоок и двоек многих, но вечных<sup>(о13)</sup> существо их как двоек в большой мере одно и то же, чем для двойки самой по себе, с одной стороны, и какой-нибудь отдельной двойки — с другой?) Если же здесь не один и тот же вид  бытия, то у них было бы только одно имя общее, и было бы похоже на то, как если бы кто называл человеком и Каллия и кусок дерева, не усмотрев никакой общности между ними.

[ref:paraphrase 6]
[ref:origin-notes 13]
Однако в наибольшее затруднение поставил бы вопрос, какую же пользу приносят идеи по отношению к воспринимаемым чувствами вещам, — тем, которые обладают вечностью<sup>(о14)</sup>, или тем, которые возникают и погибают. Дело в том, что они не являются для этих вещей причиною какого-либо движения или изменения. А с другой стороны, они ничего не дают и для познания всех остальных предметов (они ведь и не составляют сущности таких предметов, — иначе они были бы в них), и точно так же (они бесполезны) для их бытия, раз они но находятся в причастных к ним вещах. Правда, можно было бы, пожалуй, подумать, что они являются причинами таким же образом, как белое, если его подмешать, (является причиной) для белого предмета. Но это соображение — высказывал его прежде всех Анаксагор, а потом Евдокс й некоторые другие — представляется слишком уж шатким: нетрудно собрать много невозможных последствий против такого взгляда.

[ref:paraphrase 7]
[ref:paraphrase 8]
[ref:paraphrase 9]
[ref:origin-notes 14]
А вместе с тем и из идей (как таких)  не получается остального бытия ни одним из тех способов<sup>(о15)</sup>, о которых (здесь) обычно идет речь . Говорить же, что идеи это — образцы и что все остальное им причастно. это значит произносить пустые слова и выражаться поэтическими метафорами. В самом деле, что это за существо, которое действует, взирая на идеи? Можно и быть и становиться сходным с чем угодно , в то же время и не представляя копии с него; так что и если есть Сократ и если нет его, может появиться такой же (человек), как Сократ; и подобным же образом, очевидно* (было бы) и в том случае, если бы Сократ был вечным. Точно так же будет несколько образцов у одной и той же вещи, а значит— и (несколько) идей, например для человека — живое существо и двуногое, а вместе с тем — и человек в себе. Далее, не только для воспринимаемых чувствами вещей являются идеи образцами, но также и для них самих, например род, как род, для видов; так что одно и то же будет и образцом и копией (другого образца).

[ref:paraphrase 10]
[ref:origin-notes 15]
[ref:origin-notes 16]
[ref:origin-notes 17]
Далее, покажется, пожалуй , невозможным; чтобы врозь находились сущность и то, чего она есть сущность; поэтому как могут идеи, будучи сущностями вещей, существовать отдельно (от них) ? Между тем в «Федоне»<sup>(о16)</sup> высказывается та мысль, что идеи являются причинами и для бытия, и для возникновения (вещей); и однако же при наличии идей вещи, (им) причастные, все же не возникают, если нет того, что произведет движение; и возникает многое другое, например дом и кольцо, для которых мы идей не принимаем<sup>(о17)</sup>; а потому ясно, что и всо остальное может и существова ть и возникать вследствие таких лее причин, как и вещи, указанные сейчас.<sup>(о18)</sup>

[ref:paraphrase 11]
[ref:paraphrase 12]
[ref:origin-notes 18]
[ref:origin-notes 19]
 Далее, если идеи представляют собою числа, то как будут они выступать в качестве причин? Потому ли, что (сами) вещи , это — другие числа, например это вот число — человек, это — Сократ, а это — Каллий? Тогда в каком смысле образуют те (идеальные) числа причины для этих? Ведь если и (считать, что) одни — вечные, а другие — нет, это никакой разницы не составит. Если же (идеи — числа являются причинами), потому что здешние вещи представляют отношения чисел — таково, например, созвучие, — тогда, очевидно, существует некоторая единая основа (для всех тех составных частей)  , отношениями которых являются эти вещи. Если есть какая~ нибудь такая основа, (скажем) материя , то очевидно, что и числа сами в себе  будут известными отношениями од- . ного к другому. Я хочу сказать, например, что если Каллий есть (выраженное) в числах отношение огня, земли, воды и воздуха, тогда и идея будет числом каких-нибудь других лежащих в основе вещей<sup>(о20)</sup>; и человек в себе — все равно выражен ли он каким-нибудь числом или нет — все же будет (по существу дела) отношением в числах каких-нибудь вещей, а не числом  ? и пе будет на этом основании существовать какого-либо числа (в себе).<sup>(о19)</sup>

[ref:paraphrase 13]
[ref:origin-notes 20]
[ref:origin-notes 21]
[ref:origin-notes 22]
Далее, из нескольких чисел получается одно число, а из идей как может получиться одна идея?<sup>(о21)</sup> Если же (новые образования получаются) не из самих идеальных чисел, а из единиц, находящихся в составе числа, например в составе десяти тысяч, то как обстоит дело с (этими) единицами? Если они однородны, получится много нелепостей<sup>(о22)</sup>; точно так же — если они неоднородны, ни — сами единицы (находящиеся в число) — друг с другом, ни — все остальиыо между собой . В самом деле, (в этом последнем случае) чем будут они отли чаться (друг от друга), раз у них (вообще) нет свойств? И не обосновано это, и не согласуется; с требованиями мысли. Кроме того, оказывается необходимым устанавливать еще другой род числа, с которым имеет дело арифметика, и также всо то, что у не которых получает обозначение промежуточных (объектов); так вот, эти объекты — как они существуют, или из каких образуются начал?<sup>(о23)</sup> а также — почему они будут находиться в промежутке между здешними вещами и (числами) самими по себе?

[ref:paraphrase 14]
[ref:origin-notes 23]
Затем, если взять единицы, которые находятся в двойке, то каждая из них образуется из некоторой предшествующей двойки<sup>(о24)</sup>; однако же это невозможно.

[ref:paraphrase 15]
[ref:origin-notes 24]
Далее, почему образует единство получаемое через соединение число?<sup>(о25)</sup>

[ref:paraphrase 16]
[ref:origin-notes 25]
[ref:origin-notes 26]
 Далее, помимо того, что (уже) было сказано (раньше), если единицы различны (между собой), то надо было говорить по образцу тех, которые признают, что элементов — четыре или два: ведь и каждый из них не дает имя элемента тому, что (здесь) есть общего, например, телу, а огню и земле, независимо от того, имеется ли (при этом) нечто общее, а именно тело, или нет. Теперь же дело ставится таким образом, будто единое, подобно огню или воде, состоит из однородных частей; а если так, то числа но будут сущностями;<sup>(о26)</sup> напротив, ясно, что если имеется некоторое единое в себе и оно является началом, то, значит, единое имеет несколько значений;<sup>(о27)</sup> иначе быть не может.

[ref:paraphrase 17]
[ref:paraphrase 18]
[ref:origin-notes 27]
[ref:origin-notes 28]
[ref:origin-notes 29]
[ref:origin-notes 30]
[ref:origin-notes 31]
 Кроме того , желая сущности возвести к началам, мы  длины  выводим из короткого и длинного, из некоторого малого и большого, плоскость — из широкого и узкого, а тело — из глубокого и низкого . И однако, как (в таком случае)<sup>(о28)</sup> будет плоскость вмещать линию, или объем — линию и плоскость: ведь к разным родам относятся широкое и узкое (с одной стороны), глубокое и низкое — (с другой). Поэтому как число но будет находиться в них<sup>(о29)</sup>, потому что многое и немногое отличны от этих начал<sup>(о30)</sup>, так точно, очевидно, и ни какао другое из высших определений не будет входить в состав низших. Кроме того, и родом не является широкое по отношению к глубокому, иначе тело было бы некоторою плоскостью. Далее, откуда получатся точки в том, в чем они находятся?<sup>(о31)</sup> Правда, с этим родом (бытия) и боролся Платон как с (чисто) геометрическим учением, а применял название начала линии, и часто указывал он на это — на «неделимые линии» . Однако же необходимо* чтобы у [этих] линий был какой-то предел. Поэтому на том же основании, почему существует линия, существует и точка.<sup>(о32)</sup>

[ref:paraphrase 19]
Вообще, в то время как мудрость ищет причину открывающихся нашему взору вещей, мы  этот вопрос оставили в стороне (мы ведь ничего не говорим о причине, откуда берет начало изменение), но, считая, что мы указываем сущность этих вещей, (на самом деле) утверждаем существование других сущностей; а каким образом эти последние являются сущностями наших (здешних) вещей, об этом мы говорим по пустому; ибо причастность (как мы и раньше сказали) не означает ничего.

[ref:paraphrase 20]
Равным образом, что касается той причины, которая, как мы видим, имеет (основное) значение для наук , — той, ради которой творит всякий разум и всякая природа, — к этой причине, которую мы признаем одним из начал, идеи также никакого отношения не имеют, но математика стала для теперешних (мыслителей) философией, хотя они говорят^ что ою нужно заниматься ради других целей.

[ref:paraphrase 21]
[ref:origin-notes 33]
[ref:origin-notes 34]
[ref:origin-notes 35]
Далее, относительно сущности, которая (у платоновцев) лежит в основе как материя, можно бы признать, что она имеет слишком математический характер и, сказываясь о сущности и материи, скорее образует отличительное свойство той и другой, нежели материю; именно так обстоит с большим и малым, подобно тому как и исследователи природы («физиологи») говорят о редком и плотном, признавая их первыми отличиями основного вещества; . ибо это есть некоторый избыток и недостаток<sup>(о34)</sup>. И что касается движения, — если в указанных сейчас свойствах будет (корениться) движение<sup>(о35)</sup>, тогда, очевидно, идеи будут двигаться; если же нет, откуда движение появилось? (В таком случае) все исследование природы оказывается упраздненным.<sup>(о36)</sup>

[ref:paraphrase 22]
[ref:origin-notes 36]
[ref:origin-notes 37]
Также и то, что представляется легким делом, — доказать, что все едино, — (на самом деле) не удается; ибо через вынесение (общего) но становится все единым, но получается некоторое единое в себе, если (даже) принять все (предпосылки).<sup>(о37)</sup> Да и этого (единого в себе) не получается, если не признать, что всеобщее является родом<sup>(о38)</sup>; а это в некоторых случаях невозможно.

[ref:paraphrase 23]
Не дается никакого объяснения и для того, что (у них) идет за числами, — для длин, плоскостей и тел, ни — тому, как они существуют или должны существовать, ни — тому, в чем их значение; это не могут быть ни идеи (они ведь не — числа), ни промежуточные вещи (таковыми являются математические объекты), ни — вещи преходящие, но здесь, повидимому, опять какой-то другой — четвертый род (сущего).

[ref:paraphrase 24]
 Вообще, если искать элементы того, что существует, не произведя предварительных различений, то ввиду большого количества значений у -сущего найти (ответ) нельзя, особенно, когда вопрос ставится таким образом: из каких элементов оно (сущее) состоит? В самом деле, из чего состоит действие или страдание, или прямое, получить (указание), конечно, нельзя, а если возможно, то лишь в отношении сущностей.  А потому искать элементы всего, что существует, или думать, что имеешь их, не соответствует истине.

[ref:paraphrase 25]
[ref:origin-notes 39]
[ref:origin-notes 40]
[ref:origin-notes 41]
Да и как было бы возможно познать человеку элементы всех вещей? Ведь ясно, что до этого (познания) он раньше знать ничего не может . Как тому, кто учится геометрии, другие веши раньше знать возможно, а чем занимается эта наука и о чем он имеет получать по- знания, этого он зараиоо совсем не знает; так именно обстоит дело и во всех остальных случаях. Поэтому, если есть какая-нибудь наука обо всем существующем, как утверждают некоторые<sup>(о40)</sup>, то такой человек не может раньше (ее) знать что бы то ни было. А между тем всякое изучение происходит через предварительное знание или всех (исходных данных), или некоторых, — и то, которое орудием имеет доказательство, и то, которое обращается к определениям; ибо составные части определения надо знать заранее, и опи должны быть (нам) понятными; и то же имеет силу и для изучения через индукцию.<sup>(о41)</sup> С другой стороны, если бы даже оказалось, что нам такое знание прирождено<sup>(о42)</sup>, то нельзя не изумляться, как это мы, сами того не замечая, обладаем наилучшею из наук.

[ref:paraphrase 26]
Далее, как можно будет узнать, из каких именно элементов состоит сущее , и как это станет ясным? В этом тоже ведь есть затруднение. В самом деяе, здесь можно спорить так же, как и о некоторых слогах: одни говорят, что "ζα" состоит из "с", "д" и "я", а некоторые утверждают, что это другой звук, отличный от всех известных нам.

[ref:paraphrase 27]
[ref:origin-notes 43]
Кроме того, в отношении вещей, которые подлежат чувственному восприятию, как может их кто-нибудь знать, не имея этого восприятия? И однако же это было бы необходимо, раз все вещи состоят из одних и тех лее элементовΰ , подобно тому как сложные звуки состоят из элементов, свойственных (этой) области <sup>(о44)</sup>

`;

export default notes;

