const text = `

[ref:paraphrase 0]
[ref:paraphrase 1]
[ref:paraphrase 2]
[ref:origin-notes 0]
[ref:origin-notes 1]
[ref:origin-notes 2]
[ref:origin-notes 3]
[ref:origin-notes 4]
[ref:origin-notes 19]
Нам очевидным образом надлежит достигнуть знания о первоначальных причинах,— мы ведь тогда приписываем себе знание каждой вещи, когда, по нашему мнению, мы постигаем первую причину.<sup>(о1)</sup> А о причинах речь может итти в четырех смыслах: одной такой причиной мы признаем сущность и суть бытия<sup>(о2)</sup> («основание, почему»<sup>(о20)</sup> вещь такова, как она есть), восходит в конечном счете к понятию вещи, а то основное, благодаря чему (вещь именно такова), есть некоторая причина и начало)<sup>(о21)</sup>; другой причиной мы считаем материю и лежащий в основе субстрат<sup>(о3)</sup>; третьей — то, откуда идет начало движения; четвертой — причину, противолежащую (только что) названной, а именно — «то, ради чего» (существует вещь), и благо (ибо благо есть цель всего возникновения и движения). Вопрос об этих причинах был, правда, в достаточной степени рассмотрен у нас в книгах о природе<sup>(о18)</sup>, но все же привлечем также и тех, которые раньше нас обратились к исследованию вещей и вели философские рассуждения об истинном бытии. Ибо очевидно, что и они указывают некоторые начала и причины. Поэтому если мы переберем их учения, (от этого) будет некоторая польза для теперешнего исследования: или мы найдем какой-нибудь другой род причин, или больше будем.верить тем, которые указываются в настоящее время.

[ref:paraphrase 3]
[ref:origin-notes 5]
[ref:origin-notes 6]
[ref:origin-notes 20]
Из тех, кто первые занялись философией, большинство считало началом всех вещей одни лишь начала в виде3  материи: то, из чего состоят все вещи, из чего первого они возникают и во что в конечном счете разрушаются, причем основное существо пре бывает, а по свойствам своим меняется,— это они считают элементом и это—началом вещей. И вследствие этого они полагают, что ничто не возникает и не погибает, так как подобная основная природа<sup>(о4)</sup> всегда сохраняется, подобно тому, как и про Сократа мы не говорим ни — что он становится просто, когда он становится прекрасным или образованным<sup>(о5)</sup>, ни — что он погибает, когда он утрачивает эти свойства, ввиду того, что пребывает лежащий в основе субстрат — сам Сократ. Таким же образом (не допускают они возникновения и погибели) и для всего остального; ибо должно быть некоторое природное естество<sup>(о19)</sup>  — или одно, или больше, чем одно, откуда возникает все остальное, причем само это естество остается в сохранности.

[ref:paraphrase 4]
Количество и форму для такого начала не указывают все одинаково, но Фалес — родоначальник такого рода философии — считает его водою (вследствие чего он и высказывал мнение, что земля находится на воде); к этому предположению он, можно думать, пришел, видя, что пища всех существ — влажная и что само тепло из влажности получается и ею живет (а то, из чего (все) возникает, это и есть начало всего). Таким образом он отсюда пришел к своему предположению, а также потому, что семена всего (что есть) имеют влажную природу, а у влажных вещей началом их природы является вода.

[ref:paraphrase 4]
[ref:origin-notes 7]
[ref:origin-notes 8]
Есть и такие, которые полагают, что и (мыслители) очень древние, жившие задолго до теперешнего поколения ж впервые занявшиеся теологией, держались именно таких взглядов относительно природы: Океана и Тефиду<sup>(о6)</sup> они сделали источниками возникновения, и клятвою Гюгов стала у них вода, а именно Стикс, как они его называли; ибо почтеннее всего — самое старое, а клятва, это — самое почтенное. Во всяком случае, является ли это мнение о природе древним и давнишним, ./го, может быть, и недостоверно, но о Фалесо говорят, что он так высказался относительно первой причины (что касается Гипиона<sup>(о7)</sup>, его, пожалуй, не всякий согласится поставить рядом с этими философами вследствие ограниченности его мысли).

[ref:paraphrase 4]
[ref:origin-notes 9]
[ref:origin-notes 10]
[ref:origin-notes 11]
[ref:origin-notes 12]
[ref:origin-notes 13]
[ref:origin-notes 14]
С другой стороны, Анаксимен и Диоген<sup>(о8)</sup> ставят воздух раньше, нежели воду, и из простых<sup>(о10)</sup> тел его главным образом принимают за начало; Гиппас из Метапонта<sup>(о11)</sup> и Гераклит из Эфеса (выдвигают) огонь, Эмпедокл — (известные) четыре элемента, к тем, которые были названы<sup>(о12)</sup>, на четвертом месте присоединяя землю; элементы эти всегда пребывают, и возникновение<sup>(о13)</sup> для них обозначает только (появление их) в большом и в малом<sup>(о9)</sup> числе в то время, когда они собираются (каждый) в одно и рассеиваются из одного. 

[ref:paraphrase 4]
[ref:origin-notes 14]
А Анаксагор из Клазомон, будучи по возрасту раньше этого последнего, а по делам своим позже его, утверждает, что начала не ограничены (по числу): по его словам, почти все подобночастные<sup>(о14)</sup> предметы, являющиеся таковыми по образцу воды или огня, возникают и уничтожаются именно таким путем<sup>(о14)</sup> — только через соединение и разделение, а иначе не возникают и не уничтожаются, но пребывают вечно.

[ref:paraphrase 5]
[ref:paraphrase 6]
[ref:paraphrase 7]
[ref:origin-notes 16]
[ref:origin-notes 17]
Исходя из этих данных, за единственную причину можно было бы принять ту, которая указывается в виде материи. Но по мере того как они в этом направлении продвигались вперед, самое положение дела указало нм путь и со своей стороны принудило их к (дальнейшему) исследованию. В самом деле, пусть всякое возникновение и уничтожение сколько угодно происходит на основе какого-нибудь одного или хотя бы нескольких начал, почему оно происходит, и что — причина этого? Ведь не сам лежащий в основе субстрат производит перемену в себе, например ни дерево, ни медь (сами^ не являются причиной, почему изменяется каждое из них, и не производит дерево — кровать, а медь — статую, ио нечто другое составляет причину (происходящего) изменения. А искать эту причину—значит искать другое начало, как мы бы сказали — то, откуда начало движения. Те, которые с самого начала взялись за подобное исследование и утверждали единство лежащего в основе субстрата, не испытывали никакого недовольства собой, но, правда, некоторые из (таких) сторонников единства, как бы под давлением этого исследования, объявляют единое неподвижным, как равно и всю природу, не только в отношепип возникновения и уничтожения (это — учение старинное, и все с ним соглашались), но и в отношении всего остального изменения; и это их своеобразная черта. Из тех, таким образом, кто объявлял мировое целое единым, никому не довелось усмотреть указанную (сейчас) причину<sup>(о15)</sup> , разве только Пармениду, да и этому последнему— постольку, поскольку он полагает не только существование единого, но — в известном смысле — и существование двух причин<sup>(о16)</sup>. Тем же, кто вводит множественность (начал), скорее можно говорить (о такой причине), например тем, кто принимает теплое и холодное, или огонь и землю: они пользуются огнем, как обладающим двигательного природой, а водою, землей π тому подобными (элементами) на противоположный лад.

[ref:paraphrase 8]
[ref:origin-notes 18]
После этих философов и такого рода начал, так как эти последние были недостаточны, чтобы вывести из них природу вещей, стали, снова побуждаемые — как мы сказали — самой истиной, искать следующего затем начала. Что одни вещи находятся в хорошем и прекрасном состоянии, а другие приходят к нему в процессе своеговозникновения, причиной этого не подобает быть ни огню, ни земле, ни чему-либо другому в этом роде, и те философы подобного взгляда наверно и не держались; а с другой стороны, не хорошо было также вверять такое дело случаю и самопроизвольному процессу. Поэтому тот, кто сказал, что разум находится, подобно тому как в живых существах, также и в природе, и что это он — виновник благоустройства мира и всего мирового порядка, этот человек представился словно трезвый по сравнению с пустословием тех, кто выступал раньше. Явным образом, как мы знаем, взялся за такт* объяснения Анаксагор, но есть указание, что прежде об этом сказал Гермотим из Клазомен<sup>(о17)</sup>. Те, которые стояли на этой точке зрения, в то же время признали причину совершенства12  (в вещах) первоначалом вещей, и притом — таким, от которого вещи имеют движение.

`;

export default text;
