const notes = `

[ref:paraphrase 0]
[ref:origin-notes 0]
[ref:origin-notes 1]
Мы проследили в сжатых чертах и (лишь) по главным вопросам, какие философы и как именно высказались относительно начал и истинного бытия; но во всяком случае мы имеем от них тот результат, что из говоривших о начале и причине нпкто не вышел за пределы тех (начал), которые были у нас различены в книгах о природе<sup>(о1)</sup>, но все явным образом так или иначе касаются, хоть и неясно, а всо же (именно) этих начал. Они устанавливают начало в виде материи, всо равно --- взято ли у них при этом одно начало или несколько их и признают ли они это начало телом или бестелесным; так, например, Платон говорит о большом и малом, италийцы --- о неопределенном, Эмпедокл --- об огне, земле, воде н воздухе, Анаксагор --- о неопределенном множестве подобночастных тел. Таким образом все эти мыслители воспользовались ' подобного рода причиной, и кроме того --- все те, кто говорил о воздухе, или огне, или воде, или о начале, которое плотнее огня, но тоньше воздуха<sup>(о2)</sup>: ведь и такую природу приписали некоторые первоначальной стихии.


[ref:paraphrase 0]
[ref:origin-notes 2]
Указанные под конец философы имели дело только с материальной причиной; а некоторые другие---(также) с той, откуда начало движения, как, например, все, кто делает началом дружбу и вражду, или ум, или любовь.

[ref:paraphrase 1]
Затем, суть бытия и сущность отчетливо никто но указал, скорее же всего говорят (о них) те, кто вводит идеи; ибо не. как материю принимают они идеи для чувственных вещей и единое --- для идей, а также и не так, чтобы оттуда получалось начало движения (для вещей) (скорее у них это --- причина неподвижности и пребывания в покое), но идеи для каждой из всех прочих вещей дают суть бытия, а для. идей (это делает) единое.

[ref:paraphrase 2]
[ref:origin-notes 2]
[ref:origin-notes 3]
Что же касается того, ради чего происходят поступки, из менения и движения, то оно некоторым образом приводится у них в качестве причины, но не специально как цель и не так, как это следует. Ибо те, кто говорит про ум или дружбу, вводят эти причины как некоторое благо, но говорят о них не в том смысле, чтобы ради этих причин существовала или возникала какая-нибудь из вещей, а в том, что от них исходят (ведущие к благу) движения. Точно также и те, которые приписывают такую природу единому или сущему<sup>(о4)</sup>, считают его причиною сущности, но не принимают, чтобы ради него что-нибудь существовало или происходило. А поэтому у них получается, что они<sup>(о5)</sup> известным образом и вводят и не вводят благо как причину; ибо они говорят об этом не прямо, а на основании случайной связи.

[ref:paraphrase 3]
Таким образом, что наши определения относительно причин даны правильно,--- и сколько их, и какие они --- об этом, повидимому, свидетельствуют нам и все указанные мыслители, не имея возможности обратиться к (какой-либо) другой причине. Кроме того, ясно, что надо искать причины --- или все так, как это указано· здесь, или каким-нибудь подобным способом . А как высказался каждый из этих мыслителей и как обстоит дело относительно начал, возможные на этот счет затруднения мы теперь (последовательно) разборем. 

`;

export default notes;

