const notes = `

[ref:paraphrase 0]
[ref:origin-notes 0]
Можно предположить, что Гесиод первый стал искать нечто в этом роде, а также --- если еще кто принял для вещей любовь или страсть в качестве начала,--- как, например, (поступил) и Парменид: ведь и он, устанавливая возникновение вселенной, замечает: «Всех богов первее Эрот был ею замышлен». А по словам Гесиода<sup>(о1)</sup>: «В самую первую очередь хаос возник, а затем уж Гея (земля) с широкою грудью»... «также --- Эрот, что меж всех бессмертных богов выдается»1 ; ибо* должна быть среди вещей некоторая причина, которая будет приводить в движение и соединять вещи. Как этих людей распределить [в отношении того], кто (из них высказался по этому вопросу) первый, (об этом) да будет позволено иметь суждение позже; а так как в природе явным образом были (на лицо) и вещи, противоположные хорошим, и не только --- стройность и красота, но также --- нестроение и уродство, причем дурного было больше, чем хорошего, и безобразного---больше, чем прекрасного, поэтому другой мыслитель ввел дружбу и вражду, выставляя каждую из них как источник [каждого] (соответственного) ряда свойств. В самом доле, если последовать за Эмпедоклом и взять его (слова) по смыслу, а но по тому, что он лепечет в своих речах, можно будет'найти, что дружба есть причина хорошего, а вражда --- причина дурного. И потому, если сказать, что в известном смысле Эмпедокл признает --- и (притом) первый признает --- зло и добро за начала, то это, пожалуй, будет сказано хорошо, поскольку причиною всех благ является (у него) само благо, а причиною зол --- зло.


[ref:paraphrase 1]
[ref:paraphrase 2]
[ref:paraphrase 3]
[ref:origin-notes 1]
[ref:origin-notes 2]
Перечисленные философы, как мы отмечаем, до сих пор очевидным образом привлекли две причины из тех, которые мы различили в книгах о природе<sup>(о2)</sup> --- материю и источник движения, при этом нечетко и без всякой ясности, но как это делают в битвах люди неискусные; ведь и те, оборачиваясь во все стороны, наносят иногда прекрасные удары, но не потому, что знают; и точно так же указанные философы не производят впечатление людей, знающих, что они говорят: они явным образом совсем почти не пользуются своими началами или в (очень) малой мере. Анаксагор использует ум как машину для создания мира, в когда у него явится затруднение, в силу какой причины (то или другое) имеет необходимое бытпе, тогда он его привлекает, во всех же остальных случаях он все, что угодно, выставляет причиною происходящих вещей, но только не ум<sup>(о3)</sup>. А Эмпедокл обращается к причинам больше, нежели Анаксагор, но и он обращается недостаточно и, имея с пими дело, не получает последовательных результатов. По крайней мере у него во многих случаях дружба разделяет, а вражда соединяет. В самом деле, когда целоо под действием вражды распадается •на элементы, тогда огонь собирается вместо и также --- каждый из остальных элементов. Когда же элементы снова под действием дружбы сходятся в единое целое, то из каждого элемента части (его) должны опять рассеяться (в разные стороны).

[ref:paraphrase 4]
Эмпедокл, таким образом, в отличие от прежних философов первый ввел разделение (движущей) причины4  --- установил не одно начало движения, а два разных, и притом противоположных. Кроме того, элементы, относимые к разряду материи, он первый указал в числе четырех (он однако же не пользуется ими как четырьмя, а точно их только два: у него (на одной стороне) отдельно --- огонь, а (на другой) противоположные (огню) --- земля, воздух и вода как одно вещество. Это можно было бы вывести, стоя [в своем рассмотрении] на основе его произведений).

[ref:paraphrase 5]
Эмпедокл, как мы указываем, установил такие начала и столько их; а Левкипп и его сотоварищ Демокрит признают элементами полное и пустое, называя одно сущим, другое небытием, а именно: полное и твердое --- сущим, а пустое [и разреженное]0--- небытием (поэтому они и говорят, что бытие существует отнюдь не более, чем небытие, потому что и тело --- но больше, чем пустота), причиною же вещей является то и другое как материя. И как мыслители, утверждающие единство основной субстанции, все остальное выводят из ее состояний, принимая разреженное и плотное за начала (всех таких) состояний, таким же образом и эти философы считают основные отличия (атомов) причинами всех других свойств. А этих отличий они указывают три: форму, порядок и положение. Ибо бытие по их словам различается лишь «строем»6 , «соприкосновением» и «поворотом»; в том числе «строй», это --- форма, «соприкосновение» --- порядок, «поворот» --- положение; в самом деле, "А" отличается от "Ρ" формой, "АР" от "РА" порядком, "Ь" от "Ρ" положением. А вопрос о движении, откуда или в какой форме получится оно у вещей, эти мыслители также, подобно остальным, беспечно оставили в стороне.

[ref:paraphrase 6]
Таким образом, относительно двух причин исследование, повидимому, произведено прежними философами в указываемых пределах.

`;

export default notes;

