const text = `

[ref:paraphrase 0]
Все люди от природы стремятся к знанию. Свидетельством тому — (наша) привязанность к чувственным восприятиям: помимо их пользы, восприятия эти ценятся ради них самих, и больше всех то из них, которое происходит с помощью глаз: ибо мы ставим зрение, можно сказать, выше всего остального, не только ради деятельности, но и тогда, когда не собираемся делать чтолибо. Объясняется это тем, что чувство зрения в наибольшей мере содействует нашему познанию и обнаруживает много различий (в вещах). 

[ref:paraphrase 1]
Чувственным восприятием животные наделены от природы, а на почве чувственного восприятия у некоторых из них память не появляется, а у других она возникает. И животные, обладающие памятью, оказываются благодаря этому сообразительнее и восприимчивее к обучению, нежели те, у которых нет способности помнить; причем сообразительными, без обучения, являются все те, которые но могут слышать звуков, как, например, пчела, и если есть еще другая подобная порода животных; к обучению же способны те, которые помимо памяти обладают еще и чувством слуха.

[ref:paraphrase 2]
[ref:paraphrase 3]
[ref:origin-notes 0]
Все животные, (кроме человека), живут образами воображения и памяти, а опытом пользуются мало; человеческий же род прибегает также к искусству и рассуждениям. Появляется опыт у людей благодаря памяти: ряд воспоминаний об одном и том же предмете имеет в итоге значение одного опыта. И опыт представляется почти-что одинаковым с наукою и искусством. А наука и'искусство получаются у людей благодаря опыту. Ибо опыт создал искусство, как говорит Пол —и правильно говорит,— а неопытность — случай. Появляется же искусство тогда, когда в результате ряда усмотрений опыта установится один общий взгляд относительно сходных предметов. Так, например, считать, что Каллию при такойто болезни помогло такое-то средство и оно же помогло Сократу и также в отдельности многим, это—дело опыта; а считать, что это средство при такой-то болезни помогаот всем подобным людям в пределах одного вида, например флегматикам или холерикам в сильной лихорадке<sup>(о5)</sup>, это — точка зрения искусства. 

[ref:paraphrase 4]
[ref:paraphrase 5]
[ref:paraphrase 6]
[ref:origin-notes 1]
[ref:origin-notes 2]
[ref:origin-notes 3]
[ref:origin-notes 4]
[ref:origin-notes 5]
В отношении к деятельности опыт, повидимому, ничем не отличается от искусства; напротив, мы видим, что·люди» действующие на основании опыта, достигают далее большего успеха, нежели те, которые владеют общим понятием, но не имеют опыта. Дело в том, что опыт есть знание индивидуальных вещей, а искусство — знание общего, между тем при всяком действии и всяком возникновении; дело идет об индивидуальной вещи: ведь врачующий излечивает не человека, разве лишь привходящим<sup>(о1)</sup><sup>(о2)</sup> («случайным») образом, а Каллия или Сократа, или кого-либо другого из тех, кто носит это название, — у кого есть привходящее свойство быть человеком. Если кто поэтому владеет понятием, а опыта не имеет и общее познает, а заключенного в нем индивидуального не ведает, такой человек часто ошибется в лечении; ибо лечить приходится индивидуальное. Но все же знание и понимание мы приписываем скорее искусству, чем опыту, и ставим людей искусства<sup>(о6)</sup> выше по мудрости, чем людей опыта, ибо мудрости у каждого имеется больше, в зависимости от знания: дело в том, что одни знают причину, а другие — нет. В самом дело, люди опыта знают фактическое положение<sup>(о7)</sup> (что дело обстоит так-то), а почему так — не знают; между тем люди искусства знают «почему» и постигают причину.<sup>(о3)</sup> Поэтому и руководителям в каждом дело мы отдаем больший почет, считая, что они больше знают, чем простые ремесленники, и мудрео их, так как они знают причины того, что создается. [А с ремесленниками (обстоит дело) подобно тому, как и некоторые неодушевленные существа хоть и делают то или другое, но делают это, сами того но зная (например огонь — ясжет): неодушевленные существа в каждом такомслучае действуют но своим природным свойствам, а ремесленники — но привычке] Таким образом, люди оказываются более мудрыми не благодаря умению действовать, а потому, что они владеют понятием и знают причины. Вообще признаком человека знающего является способность обучать, а потому мы считаем, что искусство является в большей мере наукой, нежели опыт: в первом случае люди способны обучать, а во втором—не способны. 

[ref:paraphrase 7]
Кроме того, ни одно из чувственных восприятий мы не считаем мудростью, а между тем такие восприятия составляют самые главные наши знания об индивидуальных вещах; но они не отвечают ни для одной вещи на вопрос «почему», например, почему огонь горяч, а указывают только, что он горяч.

[ref:paraphrase 8]
Естественно поэтому, что тот, который первоначально изобрел какое бы то ни было искусство за пределами обычных (показаний) чувств, вызвал удивление со стороны людей не только благодаря полезности какого-нибудь своего изобретения, но как человек мудрый и выдающийся среди других. Затем, по меро открытия большого числа искусств, с одной стороны, для удовлетворения необходимых потребностей, с другой — для препровождения времени, изобретатели второй группы всегда признавались более мудрыми, нежели изобретатели первой, так как их науки были предназначены не для практического применения. Когда же все такие искусства были установлены, тогда уже были найдены те из наук, которые не служат ни для удовольствия, ни для необходимых потребностей, и прежде всего (появились они) в тех местах, где люди имели досуг. Поэтому математические искусства образовались прежде всего в области Египта, ибо там было предоставлено классу жрецов время для досуга. 

[ref:paraphrase 9]
[ref:origin-notes 6]
В "Этике" (уже) было указано, в чем разница между искусством, наукой и другими однородными областями<sup>(о4)</sup>; а о чем мы сейчас ведем речь, так это о том, что так называемая мудрость по всеобщему мнению имеет своим предметом нервые начала и причины. Поэтому, как уже было сказано ранее, человек, располагающий опытом, оказывается мудрее тех, у кого есть любое чувственное восприятие, а человек, сведущий в искусстве, мудрео тех, кто владеет опытом, руководитель мудрее ремесленника, а умозрительные (теоретические) дисциплины выше созидающих. Что мудрость, таким образом, есть наука о некоторых причинах и началах, это ясно  

`;

export default text;
