const notes = `

[ref:paraphrase 0]
<sup>(1)</sup> Здесь и несколько глав далее Аристотель активно описывает взгляды современников на физику. Здесь и далее я сокращу такие части: детальные взгляды греческих философов на физику уже неактуальны и, признаться, не особо понятны.

[ref:paraphrase 2]
[ref:paraphrase 5]
<sup>(2)</sup> Ранее по тексту термин "единое" не разъясняется. О нём будет много сказано в пятой книге. Пока можно считать "единое" самой высшей сущностью.

`;

export default notes;

