const notes = `

[ref:paraphrase 1]
<sup>(1)</sup> Я опишу основную концепцию Аристотеля сразу. Так должно стать понятнее. <br />Первопричины - разные грани вещи. Каждая из первопричин является обязательной для существования этой вещи.<br />• Сущность вещи - это уникальное определение вещи. Это информация без носителя, это идея вещи. Например, говоря о ложке, мы сразу понимаем, что это; хотя мы не знаем, какая она. Говоря о меди, мы тоже имеем в виду не конкретную медь, а некий образ. Идею. Кстати, иногда говорят о сути вещи как о "форме" для материи.<br />• Материя вещи - это конкретика о сплаве, примесях, температуре, о материале как таковом. Конкретный аллюминий, который может принять форму чего угодно.<br />Указанные первопричины делятся на пары: "суть-материя" и "причина-цель". При этом части пар диалектически противостоят друг другу. Суть - это не материя, материя - это не суть. Соединившись, они создают объект. Одноко, этот объект повис в безвременьи, потому что в нём нет ни информации о причине её появляения, ни информации о цели существования.<br />То же самое с парой причины и цели: соеденившись друг с другом, они описывают существание безотносительно самой вещи.<br />Как два компонента пары формируют пару, эти две пары описывают вещь целиком. Сейчас мы называем такие пары диалектическими.<br />

[ref:paraphrase 3]
<sup>(2)</sup> Сейчас мы называем это атомами. Что ты с вещью не делай - а атомы ты не уничтожишь, не потеряешь и не создашь. Для краткости я буду далее ссылаться на атомную теорию.

[ref:paraphrase 4]
<sup>(3)</sup> Здесь и несколько глав далее Аристотель активно описывает взгляды современников на физику. Я сокращу такие части: детальные взгляды греческих философов на физику уже неактуальны.

`;

export default notes;
