const notes = `

В оригинале "искусство" всегда употребляется в трёх смыслах одновременно: <ul><li>как живопись или музыка</li><li>как навык или умение, например, "искусство готовки"</li><li>как синоним теоритического знания</li></ul> Аналогично термины "навык", "умение" и "теория" тоже взаимозаменяемы. Русский язык слишком точен, и у нас нет общего слова для такого. В английском языке, например, используется термин "art".

Платон, Горгий: "Ты опытен - и навыки помогают тебе, ты неопытен - и дни твои катятся по воле случая". Альтернативный перевод - "Опыт — творец искусства, а неопытность — творец удач и неудач"

Аристотель, Этика: "Наука есть приобретенная способность души к доказательствам. <...> Наука относится к сущему, искусство же – к становлению".

Лосев А.Ф., История античной эстетики. Аристотель и поздняя классика: "...имеется и такая область, о которой еще нельзя сказать ни "да", ни "нет". Это и есть то, что Аристотель называет возможностью, или, возможным, "динамическим" бытием. Сказать о той вещи, которая может быть, что ее вовсе нет, никак нельзя, поскольку она, хотя ее пока и нет, все же может быть, то есть содержится в теоретическом разуме в какой-нибудь зачаточной, прикрытой и не вполне реальной форме. Но сказать о ней, что она действительно есть, тоже нельзя, поскольку ее в настоящее время нет, хотя она может быть в другое время. Искусство относится именно к этой области полудействительности и полунеобходимости. То, что изображается в художественном произведении в буквальном смысле, вовсе не существует на деле, но то, что здесь изображено, заряжено действительностью, является тем, что задано для действительности и фактически, когда угодно и сколько угодно может быть и не только задано, но и просто дано. Это и значит, что искусство говорит не о чистом бытии, но об его становлении, об его динамике. Последнее может быть таким, что в своем развитии оно постепенно становится вероятным. Но оно может быть даже и таким, которое в своем развитии станет самой настоящей необходимостью".

`;

export default notes;