const core = `
Имеется в общем четыре рода основных начал, — это было показано в физике и подтверждается авторитетом древних философов, которые сверх этих родов не могли больше найти ни одного. Самые древние философы привимали только материальную причину вещей — воду, воздух или другие простейшие тела; затем, побуждаемые фактическим положением дел, они стали к материи присоединять причину движения, — за исключением тех из них, которые пришли к убеждению, что вся совокупность вещей неподвижна. После этого Анаксагор, также под влиянием действительности, впервые понял необходимость установить причину третьего рода, из которой можво было бы вывести все, что есть хорошего во всей природе, однако же он не отделил эту причину от причины движущей.
`;

export default core;
