const core = `
Сходного с Анаксагором взгляда на движущую причину держались, повидимому, Гесиод и Парменид. Так как в природе порядок сохраняется не всюду, но иногда бывает и нарушен, то Эмпедокл установил двоякую причину движения: одну—для хорошего, другую—для дурного. Перечисленные философы устанавливали два начала: материальное и движущее, но Анаксагор движущую причину для объяснения природы использовал мало, а Эмпедокл не остается достаточно оследовательным и, помимо установления двух движущих причин, делает еще то нововведение, что у него впервые появляются четыре материальных элемента (которые при этом могут быть сведены к основным двум). Наконец, Левкипп и Демокрит признают началами вещей полное и пустое и объясняют разнообразие вещей из формы, порядка и положения элементов, а вопроса о движущей причине не ставят.
`;

export default core;
