const core = `
Имея в виду проследить, в чем древние философы правильно судили о началах, в чем --- нет, Аристотель, в первую очередь разбирает учение тех, которые установили одну материальную причину. Затем подвергается критическому разбору учение Эмпедокла. Критикуется --- а в последовательно развитом виде до некоторой степени поддерживается --- учение Анаксагора. Все эти философы рассуждали только о чувственной природе вещей. Из числа философов, которые поставили себе задачей познавать вещи, не воспринимаемые чувствами, в первую очередь, подвергаются разбору учения пифагорейцев  
`;

export default core;
