const core = `
Разбор учений древних философов подтверждает, что, устанавливая четыре причины бытия, мы ни один род причин не пропустили. Материальное начало принимали все мыслители; некоторые добавляли также причину движения; философы, учившие идеям, з vrpoнули причину формальную; наконец, причина целевая никем не была сформулирована надлежащим образом, но в известном смысле о ней была речь у многих. Однако вне этих четырех родов причин какого-либо нового ни один философ не указал. 
`;

export default core;
