const notes = `

[ref:origin 3]
<sup>(о1)</sup> Дословно: "случайным образом". По Аристотелевской формулировке врачующий излечивает не человека как такого, но больного, для которого быть человеком — случайное свойство, как и для человека быть больным — случайно.

[ref:origin 3]
<sup>(о2)</sup> Больной необходимо является человеком, но человек бывает больным лишь акцидентально, привходящим образом, ввиду чего лечение данного больного оказывается сущностным, а в его лице человека вообще — акцидентальпым

[ref:origin 3]
<sup>(о3)</sup> Искусство отличается от науки тем, что оно направлено не на изучение сущего как такового, а на создание вещей. Искусство появляется тогда, когда на сходные предметы вырабатывается единый общий взгляд, объединяющий многие эмпирические представления, благодаря которым приобретается навык, или опыт, возникающий из часто повторяющихся воспоминаний об одном и том же; поскольку же содержание этих воспоминаний составляют восприятия единичных предметов, то и сам опыт имеет дело только с единичным. Следует, однако, иметь в виду, что Аристотель не всегда последовательно проводит различие между «наукой» и «искусством»

[ref:origin 6]
<sup>(о4)</sup> Под всем остальным, относящимся к тому же роду, Аристотель подразумевает рассудительность, мудрость и ум (см. "Никомахова этика" 1139 b 14—1142 а 30).

`;

export default notes;
