const notes = `

[ref:origin 0]
<sup>(о1)</sup> В учении пифагорейцев — небесное тело, расположенное между землей и центральным космическим огнем

[ref:origin 0]
<sup>(о2)</sup> См. «О небе» II 13, 293 а 20 — b 3. Возможно, речь так же идёт об утраченной работе "Взгляды пифагорейцев". 

[ref:origin 1]
<sup>(о3)</sup> В последнем случае противопоставляются квадрат и разносторонний прямоугольник

[ref:origin 1]
<sup>(о4)</sup> Алкмеон из Кротона (нач. V в. до и. э.) — врач, прославившийся своими анатомическими исследованиями, изучением органов чувств и сделанным им открытием, что мозг — центральный орган разумной деятельности. Алкмеоп, в частности, утверждал, что па человеческий организм воздействуют противоположные силы л что задача «рача состоит поэтому в том, чтобы поддерживать составные элементы тела в равновесии.

[ref:origin 2]
<sup>(о5)</sup> Physiologoi — «фисиологи», мыслители, исследовавшие природу

[ref:origin 3]
<sup>(о6)</sup> «Одно и то же есть мысль и бытие» (Парменид. О природе, V 1).

[ref:origin 3]
<sup>(о7)</sup> См. «Физика» 1 2, 184 b 15-186 а 3.

[ref:origin 5]
<sup>(о8)</sup> Т. е. пифагорейцев (основанная Пифагором школа находилась в Кротоне, городе на юге Италии). 

[ref:origin 5]
<sup>(о9)</sup> Речь идет, видимо, о двух противоположных началах («предел» и «беспредельное») или о числе как материи для сущею, с одной стороны, и как выражении его состояний и свойств — с другой.

[ref:origin 5]
<sup>(о10)</sup> Т. е. того, что определяется как беспредельное и единое.

[ref:origin 5]
<sup>(о11)</sup> То ti einai. Букв, «что именно есть [данная вещь]».

[ref:origin 5]
<sup>(о12)</sup> У пифагорейцев нередко получалось так, что один и тот же предмет обозначался несколькими числами и, наоборот, одно и то же число обозначало несколько предметов (число 4, например, служило для обозначения дружбы, справедливости, тела)

[ref:origin 5]
<sup>(о13)</sup> В доплатоповские времена.

`;

export default notes;

