const notes = `

[ref:origin 0]
<sup>(о1)</sup> Т. е. ближайшая причина.

[ref:origin 0]
<sup>(о2)</sup> Суть бытия (букв, «что именно есть ставшее») — то, чем является вещь согласно своему определению или что остаетсв ней по отвлечении ее от материи (см. 1017 b 21—22). 

[ref:origin 0]
<sup>(о3)</sup> Hypokeimenon — буквально «лежащее в основе» («под-лежащее»). В логике — субъект. См. «Физика» II 3, 194 Ь 16—195 b 30.

[ref:origin 1]
<sup>(о4)</sup> Здесь естество употребляется в значении элемента, стихии (см. 1014 b 27—35).

[ref:origin 1]
<sup>(о5)</sup> Букв, «мусическим». К этому термину, сближавшемуся по смыслу со словом «образованный», Аристотель прибегает для обозначения категории качества; в данном случае он хочет сказать, что Сократ не вообще становится, не возникает, а становится другим, т. е. претерпевает качественное изменение.

[ref:origin 3]
<sup>(о6)</sup> Океан и Тефия — родители Океапид (морских божеств). Дословно - "считали отцами".

[ref:origin 3]
<sup>(о7)</sup> О Гиппоне, жившем во времена Псрпкла, Александр Афродисийский (Сотга. 428, 21—23) писал, что он прозван «безбожником», поскольку доказывал, что нет ничего помимо чувственно воспринимаемых вещей. Мир, согласно Гпппону, возник в результате преодоления воды образовавшимся из нее огнем.

[ref:origin 4]
<sup>(о8)</sup> Диоген из Аполлонии на Крите, выступивший ок. 430 г. до н. э. в поддержку учения Апакспмепа, стремился объяснить физические и психические явления разрежением (нагреванием) и сгущением (охлаждением) воздуха как песотворонпого и беспредельного начала, которое образует и упорядочивает бесконечно сменяющие друг друга миры.

[ref:origin 4]
<sup>(о9)</sup> Т. е. что не воздух возникает из воды, а вода возникает из воздуха вследствие его охлаждения и сгущения. 

[ref:origin 4]
<sup>(о10)</sup> Простые тела — четыре элемента: земля, вода, воздух и огонь

[ref:origin 4]
<sup>(о11)</sup> Гиппас из Метапонта (V в. до н. э.) отождествлял пифагорейский центральный огонь с гераклитовским первовеществом

[ref:origin 4]
<sup>(о12)</sup> К воде, воздуху и огню.

[ref:origin 4]
<sup>(о13)</sup> По учению Эмпедокла, элементы не могут превращаться друг в друга или, соединиптись, образовывать новый элемент; они способны лишь в той или иной пропорции смешиваться друг с другом и рассеиваться под воздействием сил «дружбы» («любви») н «вражды».

[ref:origin 5]
<sup>(о14)</sup> Однородные частицы — то, что Анаксагор называл семенами вещей, разумея под ними лежащие в основе всего бесчисленные невозникшие, непреходящие и неизменные тельца с однородной структурой, соответствующей определенному качеству.

[ref:origin 6]
<sup>(о15)</sup> Причину движения.

[ref:origin 6]
<sup>(о16)</sup> «Теплое» и «холодное».

[ref:origin 7]
<sup>(о17)</sup> Гермотим из Клазомеп слыл чудотворцем, душа которого пособии па длительное время покидать свое тело и вновь возращаться в него.

[ref:origin 0]
<sup>(о18)</sup> Т.е. в книгах "Физики".

[ref:origin 1]
<sup>(о19)</sup> Буквально - "природа", в данном случае — элемент или стихия. 


`;

export default notes;
