const notes = `

[ref:origin 0]
<sup>(о1)</sup> Эйдосами (или «идеями») Платон называл вечные и неизменные умопостигаемые прообразы вещей (их роды и виды), запредельные по отношению к преходящим и изменяющимся чувственно воспринимаемым предметам, которые существуют через «причастность» этим своим прообразам. В настоящем издании eidos переводится как «эйдос», когда речь идет об «идеях» Платона, как «форма», когда говорится о материи и форме, и как «вид», когда eidos рассматривается наряду с родом и индивидом.

[ref:origin 0]
<sup>(о2)</sup> Одноименные с эйдосами вещи — это чувственно воспринимаемые предметы, разделяющие название и суть бытия объемлющих их родов и видов.

[ref:origin 2]
<sup>(о3)</sup> В учении Платопа большое и малое — неоформленное пространство, выступающее в качестве материальной «сопричины» существования телесного мира.

[ref:origin 3]
<sup>(о4)</sup> Диалектика, согласно Платону, — это высшая наука о сущем, искусство побуждать к исследованию посредством указания противоречий в обычных мнениях о вещах и в то же время метод постижения истины. Этот метод предполагает, с одной стороны, обнаружение в многообразном общего и единого, восхождение от первоначальных предположений к их умопостигаемым основаниям, вплоть до наивысшего — блага, а с другой — нисхождение к исходным предположениям через деление родов на виды — вплоть до «неделимого».

[ref:origin 3]
<sup>(о5)</sup> Речь, по-видимому, идет о непроизводных математических числах.

[ref:origin 4]
<sup>(о6)</sup> По представлениям Платона и Аристотеля, мужское начало — формообразующий принцип, а женское — материальный

`;

export default notes;

