const notes = `

[ref:origin 1]
<sup>(о1)</sup> Потенциально, в возможности. Ср. «Вторая аналитика» I 24, 86 а 22—30.

[ref:origin 1]
<sup>(о2)</sup> Начало арифметики — единица, геометрии — точка; и единица и точка неделимы, но точка, в отличии от единицы, характеризуется но только неделимостью, но я тем, что имеет положенис в пространстве (ср. «Вторая аналитика» I 27, 87 а 31 — 37).

[ref:origin 2]
<sup>(о3)</sup> Т. е. цель.

[ref:origin 2]
<sup>(о4)</sup> Под искусством творения (или «творческим искусством») подразумевается любое искусство, направленное на создание чего-то с использованием знаний, почерпнутых из умозрительных (теоретических) наук.

[ref:origin 1]
<sup>(о5)</sup> В этом месте термин "подлежащее", в первую очередь обозначающий у Аристотеля "то, что лежит в основе", "субстрат", может быть принят в своем прямом значении — то, что лежит под чем-то, т. е. то, что зависит от чего-нибудь или подчинено чему-нибудь.

[ref:origin 2]
<sup>(о6)</sup> Дословно: "всего", но не в смысле всех вообще вещей, но — всеобъемлющего целого.

`;

export default notes;
