const notes = `

[ref:origin 0]
<sup>(о1)</sup> Ниже говорится, что эйдосов у платоников оказывается больше, чем единичных вещей

[ref:origin 1]
<sup>(о2)</sup> Аргументы, из которых не получается силлогизма, Александр Афродисиискин (Comm. 58, 27—29) иллюстрирует таким примером: если есть какая-нибудь истина, то, надо полагать, существуют идеи, ибо среди окружающих нас вещей ничто не истинно; и если есть память, то имеются идеи, ибо память имеет своим предметом то, что сохраняется.

[ref:origin 1]
<sup>(о3)</sup> На «школьном» жаргоне платоников доказательствами от знаний называли такие, которые исходили из утверждения, что объектом знания должно быть устойчивое и общее, а чувственно воспринимаемые предметы преходящи и единичны, ввиду чего предметом знания могут быть лишь эйдосы. Между тем, по мнению Платона, как утверждает Аристотель, для предметов, создаваемых «искусством творения», нет эйдосов, ибо последние имеются только для вещей, существующих от природы (см. 991 b 6—7; 1070 а 18—21). Но создаваемые искусственно предметы также являются объектом знания. (Необходимо заметить, что на самом деле Платон по отрицал существования эйдосов для предметов, создаваемых «искусством творения», — о такого рода эйдосах он говорит, например, в «Государстве» и «Кратиле». Неверно также утверждение Аристотеля о том, что Платон отрицал существование идей отношений и идей отрицаний.)

[ref:origin 1]
<sup>(о4)</sup> Так, должен был бы существовать единый эйдос «не-человек», которому были бы «причастны» предметы, входящие в великое множество классов, помимо класса «человек».

[ref:origin 1]
<sup>(о5)</sup> Данный довод основан на признании необходимости существования эйдосов для ряда предметов, которые могут всецело исчезнуть, но сохраниться в общем виде в человеческой мысли. Но то же самое можно отнести и к единичным предметам и утверждать, что по той же причине для каждого из них должен существовать особый эйдос.

[ref:origin 1]
<sup>(о6)</sup> Теперь Аристотель излагает затруднения, осознававшиеся самим Платоном (учение об идеях подвергалось критическому разбору в диалогах «Пармепид», «Филсб» и «Софист»).

[ref:origin 1]
<sup>(о7)</sup> Повторение этого рассуждения см. в кн. XIII (гл. 4), где, однако, оно уже ведется не от имени платоников.

[ref:origin 1]
<sup>(о8)</sup> Этот довод сводится к следующему: если мы сличаем чувственно воспринимаемого человека с «самим-по-осбе-человекom» (идеей человека), то, поскольку между ними есть сходство, необходимо должна возникнуть новая идея, общая для «верного», чувственно воспринимаемого человека, и «второго», умопостигаемого; сличение этой повой идеи — идеи «третьего человека» — с тем же чувственно воспринимаемым человеком порождает новую идею и т. д. до бесконечности; таким образом, для каждого человека (равно как для каждого предмета) должна существовать не одна идея, а бесконечное множество идей, обусловливающих сходство между «первым» и «вторым», «первым» и «третьим» и т. д. Этот довод против теории идей излагался уже самим Платоном (см. «Парменид» 132 d — 133 а).

[ref:origin 2]
<sup>(о9)</sup> Речь идет о началах, и частности о материальном начало — о двоице, состоящей из «большого и малого».

[ref:origin 3]
<sup>(о11)</sup> Т. е. поскольку он сущность (субстанция). Если некоторая идея (например, вечности) не существует самостоятельно, но суть только свойство другого — самостоятельного — бытия ("высказывается о подлежащем"), тогда в этой области все вещи надо было бы в первую очередь ставить в зависимость от того основного бытия, свойством коего является наша идея, и они определялись бы через природу этого бытия, а к нашей идее находились бы только в случайном отношении, т. е. выражаемое ею свойство не было бы им присуще с неодходимостью.

[ref:origin 3]
<sup>(о11)</sup> Двойному как вечному эйдосу в его самостоятельном бытии, а не поскольку оно есть свойство чего-то другого

[ref:origin 3]
<sup>(о12)</sup> К этому выводу Аристотель приходит на основании следующего рассуждения: единичные предметы причастны эйдосам самим по себе, а не поскольку эйдосы сказываются о каком-то субстрате, будучи свойством чего-то другого, так как в последнем случае предмет определялся бы через то, о чем сказывается данный эйдос, т. е. имел бы случайное определение. Следовательно, раз предметы прпчастпы эйдосам, последние должны быть сущностями (субстанциями). 

[ref:origin 3]
<sup>(о13)</sup> Таковы математические двойки (см. выше 987Ь 16-17). 

[ref:origin 4]
<sup>(о14)</sup> Для небесных тел

[ref:origin 5]
<sup>(о15)</sup> Для характеристики отношения между идеями и чувственно воспринимаемыми предметами не подходит ни одно их значений выражения «быть из чего-то», рассматриваемых в гл. 24 кн. V.

[ref:origin 6]
<sup>(о16)</sup> См. Платон. Федоп 100 с — е.

[ref:origin 6]
<sup>(о17)</sup> Коль скоро оин созданы искусственным образом, а не существуют от природы

[ref:origin 6]
<sup>(о18)</sup> Т. е. те, что созданы искусственным образом.

[ref:origin 7]
<sup>(о19)</sup> Если чувственно воспринимаемые предметы причастны эйдосам, а эйдосы суть числа, то и эти предметы должны быть числами, что представляется нелепым.

[ref:origin 7]
<sup>(о20)</sup> Речь, по-видимому, идет о числе как выражении отношения между этими субстратами.

[ref:origin 8]
<sup>(о21)</sup> В арифметике одно актуальное число может стать частью другого, утратив при этом свое актуальное бытие; но такого не может случиться с эйдосом, поскольку он существует отдельно и неподвижен.

[ref:origin 8]
<sup>(о22)</sup> Согласно Александру Афродиспйскому (Comm. 82,9 и ел.), главные части нелепостей сводятся к тому, что сами-по-себе-числа (идеальные числа) были бы только суммами разного количества единиц и, следовательно, качественные различи предметов определялись бы началами, которые отличались бы друг от друга лишь количественно.

[ref:origin 8]
<sup>(о23)</sup> Платон выдвигает два начала: единое как форму и двоицу как материю, из которых он выводит сами-по-себе-числа. Однако остается неясным, как и из каких начал у Платона возникают математические числа и другие «промежуточные» объекты.

[ref:origin 9]
<sup>(о24)</sup> Ибо каждая единица будет отличаться от другой и возникать из единого и двоицы.

[ref:origin 10]
<sup>(о25)</sup> Этого не может быть, так как единицы разнородны

[ref:origin 11]
<sup>(о26)</sup> Коль скоро единицы и числа считаются качественно различными, прп объяснении мира следует исходить из них так же, как Эмпедокл исходил из четырех элементов. Между тем платоники рассматривают единое как нечто однородное с возннкающими из него единицами, поскольку каждая пз них являет природу единого. Поэтому созданные единым единицы и числа но могут быть самостоятельными сущностями.

[ref:origin 11]
<sup>(о27)</sup> В одном случае единое только общий род для качественно различных единиц, и тогда последние будут причинами вещей; в другом — нечто существующее само но себе, и тогда оно будет началом, а единицы не будут сущностями.

[ref:origin 12]
<sup>(о28)</sup> В случае, если в основе линии, плоскости и тела лежат особые начала.

[ref:origin 12]
<sup>(о29)</sup> В линии, плоскости и теле.

[ref:origin 12]
<sup>(о30)</sup> Т. о. от длинного и короткого и т. д.

[ref:origin 12]
<sup>(о31)</sup> Платоники не говорили о каком-либо материальном начале для точек, будь то у математических объектов или чувственно воспринимаемых предметов.

[ref:origin 12]
<sup>(о32)</sup> Поскольку пределом линии всегда является точка.

<sup>(о33)</sup> А именно ради диалектики (см. Платон. Государство, 533Ь — е).

[ref:origin 15]
<sup>(о34)</sup> Как о характеристиках «большого и малого». 

[ref:origin 15]
<sup>(о35)</sup> Ср. Платой. Тимей, 52—53; 57—58.

[ref:origin 15]
<sup>(о36)</sup> Поскольку физика немыслима без понятия движущей причины. 

[ref:origin 16]
<sup>(о37)</sup> Т. е. если допустить, что каждому роду соответствует эйдос. Ибо восходя к высшим родам, мы дойдем до самого общего рода — до сущего, которое, однако, с точки зрения платоников, окажется самостоятельным эйдосом, а не единым универсальным бытием. 

[ref:origin 16]
<sup>(о38)</sup> Род всегда есть нечто общее, но общее не всегда есть род; для Аристотеля сущее и единое не род, а всеобщее.

<sup>(о39)</sup> Аргументация, которой доказывается, что сущее и единое не могут быть родом

[ref:origin 19]
<sup>(о40)</sup> Для Платона такой наукой является диалектика (см. «Государство», 533).

[ref:origin 19]
<sup>(о41)</sup> Т. е. через индукцию.

[ref:origin 19]
<sup>(о42)</sup> Имеется в виду учение Платона о припоминании (см. Платон. Меион, 81 е; Федон, 72 d)

<sup>(о43)</sup> Т. е. знанием «предпосылок».

[ref:origin 21]
<sup>(о44)</sup> Например, знал эти элементы, даже слепой от рождения мог бы знать циста.

`;

export default notes;

