const notes = `

В оригинале "искусство" всегда употребляется в трёх смыслах одновременно: <ul><li>как живопись или музыка</li><li>как навык или умение, например, "искусство готовки"</li><li>как синоним теоритического знания</li></ul> Аналогично термины "навык", "умение" и "теория" тоже взаимозаменяемы. Русский язык слишком точен, и у нас нет общего слова для такого. В английском языке, например, используется термин "art".

Полная цитата - Платон, Горгий: "Ты опытен - и навыки помогают тебе, ты неопытен - и дни твои катятся по воле случая". Альтернативный перевод - "Опыт — творец искусства, а неопытность — творец удач и неудач"

`;

export default notes;