const text = `

[ref:origin 0]
С одной стороны, исследовать истину легко. С другой - трудно. Видно, что никто и не может ни полностью преуспеть в этом, ни полностью провалиться. Каждый говорит что-то о природе. Правда, они поодиночке либо совсем ничего не добавляют к истине, либо добавляют очень мало. Но из этих мельчайших вкладов складывается заметная величина. Получается, что искать истину пальцем в небе легко. А трудность заключается в том, что даже владея знанием о целом, можно так и не овладеть знанием о части целого.

[ref:origin 1]
Возможно, причина в нас самих. Самое очевидное для разума - это как свет для летучих мышей. Справедливо быть признательным не только тем, с кем мы согласны. Ведь и тот, кто высказался поверхностно, тоже содействовал познанию истины, упражняя остальных в познании. Если бы не было Фринида - не было бы Тимофея, а не будь Тимофея - не было бы многих лирических песен. То же и с философами: от одних мы заимствуем идеи, а от других отталкиваемся, чтобы к идеям придти.

[ref:origin 2]
[ref:paraphrase-notes 0]
Верно так же и то, что философия - это знание об истине.<sup>(о1)</sup> В самом деле, цель теории - поиск истины, а цель практики - прикладная работа. Когда человек рассматривает бытовую вещь - он изучает именно её и именно сейчас, но не обязательно исследует истину. Мы не узнаем истину, не узнав причин. Из всех вещей причина та, что являет некое качество наиболее выраженно. Например, огонь - самое горячее тело, что нам известно. Поэтому огонь - это причина тепла для всех остальных тел. Аналогично, самая истинная вещь - это причина истинности для всего остального. Поэтому начала вечных законов - это источник истинности для вещей. Ведь такие законы истины вечно, и существуют не из-за чего-то другого. Наоборот, они сами - это причина бытия. Поэтому, если вещь существует - то в ней есть и истина.

`;

export default text;
