const notes = `

[ref:paraphrase 0]
[ref:origin-notes 0]
[ref:origin-notes 1]
Мы лишь вкратце и в общих чертах разобрали, кто и как высказался относительно начал и истины; но во всяком случае мы можем на основании этого заключить, что из говоривших о начале и причине ни кто не назвал таких начал, которые не были уже рассмотренны в нашем сочинении о природе<sup>(о1)</sup>, а все - это очевидно - так или иначе касаются, хотя и неясно, этих начал. В самом деле, одни говорят о начале как материи, все равно, принимают ли они одно начало или больше одного и признают ли они это начало телом или бестелесным; так, например, Платон говорит с большом и малом, италийцы - о беспредельном, Эмпедокл - об огне, земле, воде и воздухе, Анаксагор - о беспредельном множестве Гомеомерии. Таким образом, все они занимались подобного рода причиной, а так же те, кто говорил о воздухе, или огне, или воде, или о начале, которое плотнее огня, но разреженнее воздуха<sup>(о2)</sup>; ведь утверждали же некоторые, что первооснова именно такого рода.

[ref:paraphrase 0]
[ref:origin-notes 2]
Они касались только этой причины<sup>(о3)</sup>; а некоторые другие - той, откуда начало движения, как, например, те, кто объявляет началом дружбу и вражду, или ум или любовь.

[ref:paraphrase 1]
Но суть бытия вещи и сущность отчетливо никто не объяснил; скорее же всего говорят о них те, кто признает Эйдосы, ибо Эйдосы для чувственно воспринимаемых вещей и единое для Эйдосов они не принимают ни за материю, ни за то, откуда начало движения (ведь они утверждают, что Эйдосы - это скорее причина неподвижности и пребывания в покое), а Эйдосы для каждой из прочих вещей и единое для Эйдосов они указывают как суть их бытия.

[ref:paraphrase 2]
[ref:origin-notes 3]
[ref:origin-notes 4]
Однако то, ради чего совершаются поступки и происходят изменения и движения, они некоторым образом обозначают как причины, но не в этом смысле, т. е. не так, как это естественно для причины. Ибо те, кто говорит про ум или дружбу, принимают эти причины за некоторое благо, по не в том смысле, что ради них существует или возникает что-то из существующего, а в том, что от них исходят движения. Точно так же и те кто приписывает природу блага единому или сущему<sup>(о4)</sup>, считают благо причиной сущности, но не утверждают, что ради него что-то существует или возникает. А поэтому получается, что они некоторым образом и говорят и не говорят о благе как о причине, ибо они<sup>(о5)</sup> говорят о нем не как о причине самой по себе, а как о причине привходящей.

[ref:paraphrase 3]
Итак, что мы правильно определили причины, и сколько их, и какие они, об этом, видно, свидетельствуют нам и все эти философы; ведь они не в состоянии были найти какую-либо другую причину. Кроме того, ясно, что надо искать причины - или все так, как это указано здесь, или каким-нибудь подобным способом. А как высказался каждый из этих философов, как обстоит дело с началами и какие трудности здесь возможны, мы разберем вслед за этим.

`;

export default notes;

