const notes = `

[ref:paraphrase 0]
После философских учений, о которых шла речь, появилось учение Платона, во многом примыкающее к пифагорейцам, но имеющее и свои особенности по сравнению с философией италийцев. Смолоду сблизившись прежде всего с Кратилом и гераклитовскими воззрениями, согласно которым все чувственно воспринимаемое постоянно течет, а знания о нем нет, Платон и позже держался таких же взглядов. А так как Сократ занимался вопросами нравственности, природу же в целом не исследовал, а в нравственном искал общее и первый обратил свою мысль на определения, то Платон, усвоив взгляд Сократа, доказывал, что такие определения относятся не к чувственно воспринимаемому, а к чему-то другому, ибо, считал он, нельзя дать общего определения чего-либо из чувственно воспринимаемого, поскольку оно постоянно изменяется. И вот это другое из сущего он назвал идеями, а все чувственно воспринимаемое, говорил он, существует помимо них и именуется сообразно с ними, ибо через причастность эйдосам существует все множество одноименных с ними [вещей]. Однако "причастность" - это лишь новое имя: пифагорейцы утверждают, что вещи существуют через подражание числам, а Платон, <изменив имя>, - что через причастность. Но что такое причастность или подражание эйдосам, исследовать это они предоставили другим.

[ref:paraphrase 1]
Далее, Платон утверждал, что помимо чувственно воспринимаемого и эйдосов существуют как нечто промежуточное математические предметы, отличающиеся от чувственно воспринимаемых тем, что они вечны и неподвижны, а от эйдосов - тем, что имеется много одинаковых таких предметов, в то время как каждый эйдос сам по себе только один.

[ref:paraphrase 2]
И так как эйдосы суть причины всего остального, то, полагал он, их элементы суть элементы всего существующего. Начала как материя - это большое и малое, а как сущность - единое, ибо эйдосы <как числа> получаются из большого и малого через причастность единому.

[ref:paraphrase 3]
Что единое есть сущность, а не что-то другое, что обозначается как единое, это Платон утверждал подобно пифагорейцам, и точно так же, как они, что числа - причины сущности всего остального; отличительная же черта учения Платона - это то, что он вместо беспредельного, или неопределенного, как чего-то одного признавал двоицу и неопределенное выводил из большого и малого; кроме того, он полагает, что числа существуют отдельно от чувственно воспринимаемого, в то время как пифагорейцы говорят, что сами вещи суть числа, а математические предметы они не считают промежуточными между чувственно воспринимаемыми вещами и эйдосами. А что Платон в отличие от пифагорейцев считал единое и числа существующими помимо вещей и что он ввел Эйдосы, это имеет свое основание в том, что он занимался определениями (ведь его предшественники к диалектике не были причастны), а двоицу он объявил другой основой (physis) потому, что числа, за исключением первых, удобно выводить из нее как из чего-то податливого.

[ref:paraphrase 4]
Однако на самом деле получается наоборот: такой взгляд не основателен. Ибо эти философы полагают, что из одной материи происходит многое, а Эйдос рождает нечто только один раз, между тем совершенно очевидно, что из одной материи получается один стол, а тот, кто привносит Эйдос, будучи один, производит много [столов]. Подобным же образом относится и мужское к женскому, а именно: женское оплодотворяется одним совокуплением, а мужское оплодотворяет многих; и, однако же, это - подобия тех начал.

[ref:paraphrase 5]
Вот как Платон объяснял себе предмет нашего исследования. Из сказанного ясно, что он рассматривал только две причины: причину сути вещи и материальную причину (ибо для всего остального Эйдосы - причина сути его, а для Эйдосов такая причина - единое); а относительно того, что такое лежащая в основе материя, о которой как материи чувственно воспринимаемых вещей сказываются Эйдосы, а как материи Эйдосов - единое, Платон утверждал, что она есть двоица - большое и малое. Кроме того, он объявил эти элементы причиной блага и зла, один-причиной блага, другой - причиной зла, а ее, как мы сказали, искали и некоторые из более ранних философов, например Эмпедокл и Анаксагор.

`;

export default notes;

