const notes = `

[ref:paraphrase 0]
[ref:paraphrase 1]
Уже из ранее сказанного ясно, что все философы ищут, по-видимому, те причины, которые обозначены нами в сочинении о природе, и что помимо этих причин мы не могли бы указать ни одной. Но делают они это нечетко. И хотя в некотором смысле все эти причины раньше указаны, однако в некотором смысле отнюдь нет. Ибо похоже на лепет то, что говорит обо всем прежняя философия, поскольку она была молода и при своем начале. Ведь даже Эмпедокл говорит, что кость существует через соотношение, а это у него суть ее бытия и сущность ее. Но подобным же образом должны быть таким соотношением и плоть, и всякая другая вещь, или же никакая вещь. Ибо через соотношение должны существовать и плоть, и кость, и всякая другая вещь, а не через материю, о которой говорит Эмпедокл, - через огонь, землю, воду и воздух. Но с этим он необходимо бы согласился, если бы так стал говорить кто-то другой, сам же он этого отчетливо не утверждал.

[ref:paraphrase 1]
Такого рода вопросы выяснялись и раньше. А все, что по этим же вопросам может вызвать затруднения, мы повторим. Ибо, быть может, через их устранение мы найдем путь для устранения последующих затруднений.

`;

export default notes;

