const notes = `

[ref:paraphrase 0]
[ref:origin-notes 0]
Пифагорейцев мы теперь оставим, ибо достаточно их коснуться настолько, насколько мы их коснулись. А те, кто причинами признает идеи, в поисках причин для окружающих нас вещей прежде всего провозгласили другие предметы, равные этим вещам по числу, как если бы кто, желая произвести подсчет, при меньшем количестве вещей полагал, что это будет ему не по силам, а, увеличив их количество, уверовал, что сосчитает. В самом деле, Эйдосов примерно столько же или не меньше, чем вещей<sup>(о1)</sup>, в поисках причин для которых они от вещей пришли к эйдосам, ибо для каждого [рода] есть у них нечто одноименное, и помимо сущностей имеется единое во многом для всего другого - и у окружающих нас вещей, и у вечных.

[ref:paraphrase 1]
[ref:origin-notes 1]
[ref:origin-notes 2]
[ref:origin-notes 3]
[ref:origin-notes 4]
[ref:origin-notes 5]
[ref:origin-notes 6]
[ref:origin-notes 7]
Далее, ни один из способов, какими мы доказываем, что Эйдосы существуют, не убедителен. В самом деле, на основании одних не получается с необходимостью умозаключения<sup>(о2)</sup>, на основании других Эйдосы получаются и для того, для чего, как мы полагаем, их нет. Ведь по "доказательствам от знаний"<sup>(о3)</sup> Эйдосы должны были бы иметься для всего, о чем имеется знание; на основании довода относительно "единого во многом"<sup>(о4)</sup> они должны были бы получаться и для отрицаний, а на основании довода, что "мыслить что-то можно и по его исчезновении"<sup>(о5)</sup> - для преходящего: ведь о нем может [остаться] некоторое представление. Далее, на основании наиболее точных доказательств<sup>(о6)</sup> одни признают идеи соотнесенного, о котором мы говорим, что для него нет рода самого по себе<sup>(о7)</sup>; другие приводят довод относительно "третьего человека".<sup>(о8)</sup>

[ref:paraphrase 2]
[ref:origin-notes 8]
И, вообще говоря, доводы в пользу Эйдосов сводят на нет то, существование чего нам важнее существования самих идей<sup>(о9)</sup>: ведь из этих доводов следует, что первое не двоица, а число, т. е. что соотнесенное [первое] самого по себе сущего, и так же все другое, в чем некоторые последователи учения об идеях пришли в столкновение с его началами.

[ref:paraphrase 3]
[ref:paraphrase 4]
[ref:paraphrase 5]
[ref:origin-notes 9]
[ref:origin-notes 10]
[ref:origin-notes 11]
[ref:origin-notes 12]
Далее, согласно предположению, на основании которого мы признаем существование идей, должны быть Эйдосы не только сущностей, но и многого иного (в самом деле, и мысль едина не только касательно сущности, но и относительно всего другого; и имеются знания не только о сущности, но и об ином; и получается у них несметное число других подобных [выводов]); между тем по необходимости и согласно учениям об эйдосах, раз возможна причастность эйдосам, то должны существовать идеи только сущностей, ибо причастность им не может быть привходящей, а каждая вещь должна быть причастна эйдосу постольку, поскольку он не сказывается о субстрате<sup>(о10)</sup> (я имею в виду, например, если нечто причастно самому-по себе-двойному<sup>(о11)</sup>, то оно причастно и вечному, но привходящим образом, ибо для двойного быть вечным - это нечто привходящее). Итак, Эйдосы были бы [только] сущностью.<sup>(о12)</sup> Однако и здесь, [в мире чувственно воспринимаемого], и там, [в мире идей], сущность означает одно и то же. Иначе какой еще смысл имеет утверждение, что есть что-то помимо окружающих нас вещей, - единое во многом? Если же идеи и причастные им вещи принадлежат к одному и тому же виду, то будет нечто общее им (в самом деле, почему для преходящих двоек и двоек, хотя и многих, но вечных<sup>(о13)</sup>, существо их как двоек в большей мере одно и то же, чем для самой-по-себе-двойки и какой-нибудь отдельной двойки?). Если же вид для идей и причастных им вещей не один и тот же, то у них, надо полагать, только имя общее, и это было бы похоже на то, как если бы кто называл человеком и Каллия, и кусок дерева, не увидев между ними ничего общего.

[ref:paraphrase 6]
[ref:origin-notes 13]
Однако в наибольшее затруднение поставил бы вопрос, какое же значение имеют Эйдосы для чувственно воспринимаемых вещей - для вечных<sup>(о14)</sup>, либо для возникающих и преходящих. Дело в том, что они для этих вещей не причина движения или какого-либо изменения. А с другой стороны, они ничего не дают ни для познания всех остальных вещей (они ведь и не сущности этих вещей, иначе они были бы в них), ни для их бытия [раз они не находятся в причастных им вещах). Правда, можно было бы, пожалуй, подумать, что они причины в том же смысле, в каком примешивание к чему-то белого есть причина того, что оно бело. Но это соображение - высказывал его сначала Анаксагор, а потом Евдокс и некоторые другие - слишком уж шатко, ибо нетрудно выдвинуть против такого взгляда много доводов, доказывающих его несостоятельность.

[ref:paraphrase 7]
[ref:paraphrase 8]
[ref:paraphrase 9]
[ref:origin-notes 14]
Вместе с тем все остальное не может происходить из Эйдосов ни в одном из обычных значений "из"<sup>(о15)</sup>. Говорить же, что они образцы и что все остальное им причастно, - значит пустословить и говорить поэтическими иносказаниями. В самом деле, что же это такое, что действует, взирая на идеи? Ведь можно и быть, и становиться сходным с чем угодно, не подражая образцу; так что, существует ли Сократ или нет, может появиться такой же человек, как Сократ; и ясно, что было бы то же самое, если бы существовал вечный Сократ. Или должно было бы быть множество образцов для одного и того же, а значит, и множество его Эйдосов, например для "человека" - "живое существо" и "двуногое", а вместе с тем еще и сам-по-себе-человек. Далее, эйдосы должны были бы быть образцами не только для чувственно воспринимаемого, но и для самих себя, например род - как род для видов; так что одно и то же было бы и образцом, и уподоблением.

[ref:paraphrase 10]
[ref:origin-notes 15]
[ref:origin-notes 16]
[ref:origin-notes 17]
Далее, следует, по-видимому, считать невозможным, чтобы отдельно друг от друга существовали сущность и то, сущность чего она есть; как могут поэтому идеи, если они сущности вещей, существовать отдельно от них? Между тем в "Федоне"<sup>(о16)</sup> говорится таким образом, что Эйдосы суть причины и бытия и возникновения [вещей]; и однако если Эйдосы и существуют, то вещи, им причастные, все же не возникли бы, если бы не было того, что приводило бы их в движение. С другой стороны, возникает многое другое, например дом и кольцо, для которых, как мы утверждаем, Эйдосов не существует<sup>(о17)</sup>. Поэтому ясно, что и все остальное может и быть и возникать по таким же причинам, как и только что указанные вещи.<sup>(о18)</sup>

[ref:paraphrase 11]
[ref:paraphrase 12]
[ref:origin-notes 18]
[ref:origin-notes 19]
Далее, если эйдосы суть числа, то каким образом они могут быть причинами? Потому ли, что сами вещи суть отличные от них числа, например: вот это число - человек, вот это - Сократ, а вот это - Каллий? Тогда как же те числа суть причины для этих? Ведь если и считать, что одни вечные, а другие нет, то это не будет иметь значения. Если же они потому причины, что окружающие нас вещи суть числовые соотношения подобно созвучию, то ясно, что должно существовать нечто единое [для тех составных частей], соотношения которых суть эти вещи. Если есть какая-нибудь такая [основа, скажем] материя, то очевидно, что и сами-по себе-числа будут некоторыми соотношениями одного и другого. Я имею в виду, например, что если Каллий есть числовое соотношение огня, земли, воды и воздуха, то и идея его будет числом каких-нибудь других субстратов<sup>(о20)</sup>; и сам-по-себе-человек-все равно, есть ли он какое-нибудь число или нет, - все же будет числовым соотношением каких-то вещей, а не числом, и не будет на этом основании существовать какое-либо [само-по-себе-] число.<sup>(о19)</sup>

[ref:paraphrase 13]
[ref:origin-notes 20]
[ref:origin-notes 21]
[ref:origin-notes 22]
Далее, из многих чисел получается одно число, но как может из [многих] Эйдосов получиться один Эйдос?<sup>(о21)</sup> Если же число получается не из самих-посебе-чисел, а из [единиц], входящих в состав числа, например в состав десяти тысяч, то как обстоит дело с единицами? Если они однородны, то получится много нелепостей<sup>(о22)</sup>; и точно так же, если они неоднородны, ни сами единицы, содержащиеся в числе, друг с другом, ни все остальные между собой. В самом деле, чем они будут отличаться друг от друга, раз у них нет свойств? Все это не основательно и не согласуется с нашим мышлением. Кроме того, приходится признавать еще другой род числа, с которым имеет дело арифметика, а также все то, что некоторые называют промежуточным; так вот, как же это промежуточное существует или из каких образуется начал?<sup>(о23)</sup> почему оно будет находиться между окружающими нас вещами и самими-по-себе- [числами] ?

[ref:paraphrase 14]
[ref:origin-notes 23]
Затем, каждая из единиц, содержащихся в двойке, должна образоваться из некоторой предшествующей двойки<sup>(о24)</sup>, хотя это невозможно.

[ref:paraphrase 15]
[ref:origin-notes 24]
Далее, почему составное число едино?<sup>(о25)</sup>

[ref:paraphrase 16]
[ref:origin-notes 25]
[ref:origin-notes 26]
Далее, к сказанному следует добавить: если единицы различны, то надо было бы говорить так, как те, кто утверждает, что элементов - четыре или два: ведь каждый из них называет элементом не общее [например, тело), а огонь и землю, все равно, имеется ли нечто общее им, а именно тело, или нет. Однако же говорят о едином так, будто оно подобно огню или воде состоит из однородных частиц; а если так, то числа не могут быть сущностями;<sup>(о26)</sup> напротив, если есть что-то само-по-себе-единое и оно начало, то ясно, что о едином говорят в различных значениях<sup>(о27)</sup>: ведь иначе быть не может.

[ref:paraphrase 17]
[ref:paraphrase 18]
[ref:origin-notes 27]
[ref:origin-notes 28]
[ref:origin-notes 29]
[ref:origin-notes 30]
[ref:origin-notes 31]
Кроме того, желая сущности свести к началам, мы утверждаем, что длины получаются из длинного и короткого как из некоторого вида малого и большого, плоскость - из широкого и узкого, а тело - из высокого и низкого. Однако как в таком случае<sup>(о28)</sup> будет плоскость содержать линию или имеющее объем - линию и плоскость? Ведь широкое и узкое относятся к другому роду, нежели высокое и низкое. Поэтому, так же как число не содержится в них<sup>(о29)</sup>, потому что многое и немногое отличны от этих [начал]<sup>(о30)</sup>, так и никакое другое из высших [родов] не будет содержаться в низших. Но широкое не есть род для высокого, иначе тело было бы некоторой плоскостью. Далее, откуда получатся точки в том, в чем они находятся?<sup>(о31)</sup> Правда, Платон решительно возражал против признания точки родом, считая это геометрическим вымыслом; началом линии он часто называл "неделимые линии". Однако необходимо, чтобы [эти] линии имели какой-то предел. Поэтому на том же основании, на каком существует линия, существует и точка.<sup>(о32)</sup>

[ref:paraphrase 19]
Вообще же, в то время как мудрость ищет причину видимого, мы это оставили без внимания (ведь мы ничего не говорим о причине, откуда берет начало изменение), но, полагая, что указываем сущность видимого, мы утверждаем, что существуют другие сущности; а каким образом эти последние - сущности видимого, об этом мы говорим впустую, ибо причастность (как мы и раньше сказали) не означает ничего.

[ref:paraphrase 20]
Равным образом Эйдосы не имеют никакого отношения к тому, что, как мы видим, есть значимая для знаний причина, ради которой творит всякий ум и всякая природа и которую мы признаем одним из начал; математика стала для нынешних [мудрецов] философией, хотя они говорят, что математикой нужно заниматься ради другого.

[ref:paraphrase 21]
[ref:origin-notes 33]
[ref:origin-notes 34]
[ref:origin-notes 35]
Далее, можно считать, что сущность, которая [у платоников] лежит в основе как материя, - а именно большое и малое - слишком математического свойства и что она сказывается о сущности и материи и скорее составляет их видовое отличие, нежели самое материю; это подобно тому, как и размышляющие о природе говорят о разреженном и плотном, называя их первыми видовыми отличиями субстрата: ведь и здесь речь идет о некоторого рода избытке и недостатке<sup>(о34)</sup>. А что касается движения, то ясно, что если бы большое и малое были движением<sup>(о35)</sup>, Эйдосы должны были бы двигаться; если же нет, то откуда движение появилось? В таком случае было бы сведено на нет все рассмотрение природы.<sup>(о36)</sup>

[ref:paraphrase 22]
[ref:origin-notes 36]
[ref:origin-notes 37]
Также и то, что кажется легким делом, - доказать, что все едино, этим способом не удается, ибо через отвлечение (ekthesis) получается не то, что все едино, а то, что есть некоторое само-по-себе-единое, если даже принять все [предпосылки]<sup>(о37)</sup>. Да и этого самого-по-себе-единого не получится, если не согласиться, что общее есть род<sup>(о38)</sup>; а это в некоторых случаях невозможно.

[ref:paraphrase 23]
Не дается также никакого объяснения, как существует или может существовать то, что [у них] идет после чисел - линии, плоскости и тела, и каков их смысл: ведь они не могут быть ни Эйдосами (ибо они не числа), ни чем-то промежуточным (ибо таковы математические предметы), ни преходящими вещами; они со своей стороны оказались бы каким-то другим - четвертым родом [сущностей].

[ref:paraphrase 24]
Вообще если искать элементы существующего, не различая множества значений сущего, то найти эти элементы нельзя, особенно когда вопрос ставится таким образом: из каких элементов состоит сущее? В самом деле, из каких элементов состоит действие или претерпевание, или прямое, этого, конечно, указать нельзя, а если возможно указать элементы, то лишь для сущностей. А потому неверно искать элементы всего существующего или думать, что имеют их.

[ref:paraphrase 25]
[ref:origin-notes 39]
[ref:origin-notes 40]
[ref:origin-notes 41]
Да и как было бы возможно познать элементы всего? Ведь ясно, что до этого познания раньше ничего нельзя знать. Ведь так же, как тот, кто учится геометрии, хотя и может раньше знать другое, но не может заранее знать ничего из того, что эта наука исследует и что он намерен изучать, точно так же обстоит дело и во всех остальных случаях. Поэтому, если есть некая наука обо всем существующем, как утверждают некоторые<sup>(о40)</sup>, то человек, намеревающийся ее изучать, раньше ее ничего не может знать. А между тем всякое изучение происходит через предварительное знание всех [предпосылок] или некоторых: и изучение через доказательства, и изучение через определения, ибо части, составляющие определение, надо знать заранее, и они должны быть доступны; и то же можно сказать и об изучении через наведение.<sup>(о41)</sup> С другой стороны, если бы оказалось, что нам такое знание врождено<sup>(о42)</sup>, то нельзя было бы не удивляться, как же остается не замеченным нами обладание наилучшим из знаний.

[ref:paraphrase 26]
Далее, как можно будет узнать, из каких [элементов] состоит [сущее] и как это станет ясным? В этом тоже ведь есть затруднение. В самом деле, здесь можно спорить так же, как и о некоторых слогах: одни говорят, что za состоит из d, s и и, а другие утверждают, что это другой звук, отличный от известных нам звуков.

[ref:paraphrase 27]
[ref:origin-notes 43]
Кроме того, как можно знать то, что воспринимается чувствами, не имея такого восприятия? И однако же, это было бы необходимо, если элементы, из которых состоят все вещи (подобно тому как составные звуки состоят из элементов, свойственных лишь звуку), были бы одними и теми же.<sup>(о44)</sup>

`;

export default notes;

