const notes = `

[ref:paraphrase 0]
Можно предположить, что Гесиод первый стал искать нечто в этом роде или еще кто считал любовь или вожделение началом, например Парменид: ведь и он, описывая возникновение Вселенной, замечает: Всех богов первее Эрот был ею замышлен. А по словам Гесиода: Прежде всего во Вселенной Хаос зародился, а следом широкогрудая Гея. Также - Эрот, что меж всех бессмертных богов отличается, ибо должна быть среди существующего некая причина, которая приводит в движение вещи и соединяет их. О том, кто из них первый высказал это, пусть позволено будет судить позже; а так как в природе явно было и противоположное хорошему, и не только устроенность и красота, но также неустроенности и уродство, причем плохого было больше, чем хорошего, и безобразного больше, чем прекрасного, те другой ввел дружбу и вражду, каждую как причина одного из них. В самом деле, если следовать Эмпедокла и постичь его слова по смыслу, а не по тому, что он туманно говорит, то обнаружат, что дружба есть причина благого, а вражда - причина злого. И потому если сказать, что в некотором смысле Эмпедокл - в притом первый - говорит о зле и благе как о началах, то это, пожалуй, будет сказано верно, если только причина всех благ - само благо, а причина зол - зло.

[ref:paraphrase 1]
[ref:paraphrase 2]
[ref:paraphrase 3]
Итак, упомянутые философы, как мы утверждаем до сих пор явно касались двух причин из тех, что мы различили в сочинении о природе, - материю и то откуда движение, к тому же нечетко и без какой-либо уверенности, так, как поступают в сражении необученные: ведь и они, поворачиваясь во все стороны, наносят иногда хорошие удары, но не со знанием дела; и точно так же кажется, что и эти философы не знают что они говорят, ибо совершенно очевидно, что ом почто совсем не прибегают к своим началам, разве что в малой степени. Анаксагор рассматривает ум как орудие миросозидания, и когда у него возникает затруднение, по какой причине нечто существует по необходимости, он ссылается на ум, в остальных же случаях об объявляет причиной происходящего все что угодно только не ум. А Эмпедокл прибегает к причинам больше, чем Анаксагор, но и то недостаточно, и при этом не получается у него согласованности. Действительно, часто у него дружба разделяет, а вражда соединяет. Ведь когда мировое целое через вражду распадается на элементы, огонь соединяется в одно, и так же каждый из остальных элементов. Когда же элементы снова через дружбу соединяются в одно, частицы каждого элемента с необходимостью опять распадаются.

[ref:paraphrase 4]
Эмпедокл, таким образом, в отличие от своих предшественников первый разделил эту [движущую] причину, признал не одно начало движения, а два разных, и притом противоположных. Кроме того, он первый назвал четыре материальных элемента, однако он толкует их не как четыре, а словно их только два: с одной стороны, отдельно огонь, а с другой - противоположные ему земля, воздух и вода как естество одного рода. Такой вывод можно сделать, изучая его стихи.

[ref:paraphrase 5]
Итак, Эмпедокл, как мы говорим, провозгласил такие начала и в таком количестве. А Левкипп и его последователь Демокрит признают элементами полноту и пустоту, называя одно сущим, другое не-сущим, а именно: полное и плотное - сущим, а пустое и <разреженное> - не-сущим [поэтому они и говорят, что сущее существует нисколько не больше, чем не-сущее, потому что и тело существует нисколько не больше, чем пустота), а материальной причиной существующего они называют и то и другое. И так же как те, кто признает основную сущность единой, а все остальное выводит из ее свойств, принимая разреженное и плотное за основания (archai) свойств [вещей], так и Левкипп и Демокрит утверждают, что отличия [атомов] суть причины всего остального. А этих отличий они указывают три: очертания, порядок и положение. Ибо сущее, говорят они, различается лишь "строем", "соприкосновением") и "поворотом"; из них "строй" - это очертания, "соприкосновение" - порядок, "поворот" - положение; а именно: А отличается от N очертаниями, AN от NA - порядком, от N - положением. А вопрос о движении, откуда или каким образом оно у существующего, и они подобно остальным легкомысленно обошли.

[ref:paraphrase 6]
Итак, вот, по-видимому, до каких пределов, как мы сказали, наши предшественники довели исследование относительно двух причин.

`;

export default notes;

