const notes = `

[ref:paraphrase 1]
<sup>(п1)</sup> Я опишу основную концепцию Аристотеля сразу. Так должно стать понятнее. <br />Первопричины - разные грани вещи. Каждая из первопричин является обязательной для существования этой вещи.<br />  • Сущность вещи - это уникальное определение вещи. Это информация без носителя, это идея вещи. Например, говоря о ложке, мы сразу понимаем, что это; хотя мы не знаем, какая она: деревянная или нарисованная. Говоря о меди, мы тоже имеем в виду не конкретную медь, а некий образ. Идею. Кстати, иногда говорят о сути вещи как о "форме" для материи.<br />  • Материя вещи - это конкретика о сплаве, примесях, температуре, о материале как таковом. Конкретный алюминий, который может принять форму чего угодно.<br />Указанные первопричины делятся на пары: "суть-материя" и "причина-цель". При этом элементы пар - противоположности - противостоят друг другу как плюс и минус.<br /> Обобщая: <u><b>абстрактные качества вещей проявляются в виде пары противоположностей, одна из которых - избыток качества, другая - недостаток качества.</b></u> В этом утверждении заключена половина прикладной сути диалектики. <br /> В случае указанных первопричин: информация не имеет материя, материя - информации. Соединившись, они создают объект. Однако, этот объект повис в безвременье, потому что в нём нет ничего о причине его появления, ни о цели существования.<br />То же самое с парой причины и цели: соединившись друг с другом, они описывают существование безотносительно самой вещи.<br />Как два компонента пары формируют пару, эти две пары описывают вещь целиком. Сейчас мы называем такие пары противоположностей диалектическими парами.<br />

[ref:paraphrase 3]
<sup>(п2)</sup> Сейчас мы называем это атомами. Что ты с вещью не делай - а атомы ты не уничтожишь, не потеряешь и не создашь.

[ref:paraphrase 4]
<sup>(п3)</sup> Здесь и несколько глав далее Аристотель активно описывает взгляды современников на физику. Здесь и далее я сокращу такие части: детальные взгляды греческих философов на физику уже не актуальны и, признаться, не особо понятны.

[ref:paraphrase 4]
<sup>(п4)</sup> Про Фалеса передавали такую легенду (её с большой охотой повторил Аристотель). Когда Фалеса, по причине его бедности, укоряли в бесполезности философии, он, сделав по наблюдению звезд вывод о грядущем урожае маслин, ещё зимой нанял все маслодавильни в Милете и на Хиосе. Нанял он их за бесценок (потому что никто не давал больше), а когда пришла пора и спрос на них внезапно возрос, стал отдавать их внаём по своему усмотрению. Собрав таким образом много денег, он показал, что философы при желании легко могут разбогатеть, но это не то, о чём они заботятся. Аристотель подчеркивает: урожай Фалес предсказал «по наблюдению звезд», то есть благодаря знаниям. (из "Диоген Лаэртий, О жизни, учениях и изречениях знаменитых философов, I, 22—44." и "Аристотель, Политика, А IV, 4, 1259 а 3.")

[ref:paraphrase 4]
<sup>(п5)</sup> Я имею в виду идею Фалеса "материя не возникает из ниоткуда и не исчезает в никуда". Это и есть основа атомизма.  

`;

export default notes;
