const notes = `

[ref:paraphrase 2]
<sup>(п1)</sup>В оригинале "искусство" может знаичить одно из трёх: <br />  • как навык или умение, например, "искусство готовки", <br />  • как описание вещей искусственных, неприродных, <br /> • как синоним теоритического знания. <br /> По всему тексту ниже термины "искусство", "навык", "умение" и "теория" в каком-то смысле взаимозаменяемы. Русский язык слишком точен, и у нас нет общего слова для такой семантической группы. В английском языке, например, используется термин "art". <br /> При чтении всегда следует помнить, что эти термины взаимозаменяемы. Для простоты повествования я буду максимально придерживаться перевода "умение"/"навык", но не совсем всегда. Как напоминание, эти термины здесь и далее будут немного подсвечены.

[ref:paraphrase 2]
<sup>(п2)</sup><u>Платон, "Горгий":</u> "Ты опытен - и навыки помогают тебе, ты неопытен - и дни твои катятся по воле случая". <br />  Альтернативный перевод - "Опыт — творец искусства, а неопытность — творец удач и неудач"

[ref:paraphrase 9]
<sup>(п3)</sup><u>Аристотель, "Никомахова этика", VI, 3 — 7.:</u> "Наука есть приобретенная способность души к доказательствам. <...> Наука относится к сущему, искусство же – к становлению".

[ref:paraphrase 9]
<sup>(п4)</sup><u>Лосев А.Ф., "История античной эстетики. Аристотель и поздняя классика":</u> "...имеется и такая область, о которой еще нельзя сказать ни "да", ни "нет". Это и есть то, что Аристотель называет возможностью, или, возможным, "динамическим" бытием. Сказать о той вещи, которая может быть, что её вовсе нет, никак нельзя, поскольку она, хотя её пока и нет, все же может быть, то есть содержится в теоретическом разуме в какой-нибудь зачаточной, прикрытой и не вполне реальной форме. Но сказать о ней, что она действительно есть, тоже нельзя, поскольку её в настоящее время нет, хотя она может быть в другое время. Искусство относится именно к этой области полудействительности и полунеобходимости. То, что изображается в художественном произведении в буквальном смысле, вовсе не существует на деле, но то, что здесь изображено, заряжено действительностью, является тем, что задано для действительности и фактически, когда угодно и сколько угодно может быть и не только задано, но и просто дано. Это и значит, что искусство говорит не о чистом бытии, но об его становлении, об его динамике. Последнее может быть таким, что в своем развитии оно постепенно становится вероятным. Но оно может быть даже и таким, которое в своем развитии станет самой настоящей необходимостью".

[ref:paraphrase 9]
<sup>(п5)</sup> А тут действительно имеется в виду "искусство" как "театр/опера/...", а не "навык"?

`;

export default notes;
