const notes = `

[ref:paraphrase 0]
<sup>(п1)</sup> Я буду стараться использовать термин "эйдос". Не давая прямого определения, я перечислю ряд близких к нему слов: "вид", "эталон", "образец", "чертёж". Эйдос нематериален. Эйдос отличается от идеи тем, что идея обобщает несколько вещей, а эйдос выделяет конкретику. Идея - это определение сути, эйдос - определение признаков. Скульптор может воспринять эйдос мысленно и двигать к нему свою скульптуру.

[ref:paraphrase 0]
<sup>(п2)</sup> Иногда почему-то употребляют схожий термин "forms", но это не одно и то же. 

[ref:paraphrase 1]
<sup>(п3)</sup> Например, эйдос квадрата уникален. А вот математических квадратов существует много. 

[ref:paraphrase 2]
<sup>(п4)</sup> Ранее по тексту термин "единое" не разъясняется. О нём будет много сказано в пятой книге. Пока можно считать "единое" самой высшей сущностью.

[ref:paraphrase 2]
<sup>(п5)</sup> В "Метафизике" я не увидел явного определения причастности, но по тексту встречаются определяющие примеры. Очень грубо и кратко: причастный - это что-то вроде подкласса. Хорошее слово - "сиюминутный". <ul><li><ul><li>"Человек" причастен "живому существу".</li><li>"Человек" - подкласс "живых существ".</li><li>"Человек" - сиюминутное "живое существо".</li></ul></li><li><ul><li>"Сократ" причастен "человеку" и "живому существу".</li><li>"Сократ" - полное пересечение классов "людей" и "живых существ".</li><li>"Сократ" - сейчас "живой" и "человек", а потом - нет.</li></ul></li><li><ul><li>"Бледный человек" причастен "бледности" и "человеку" одновременно.</li><li>"Бледный человек" - частичное пересечение классов "бледных" и "людей".</li><li>"Бледный человек" - сиюминутно "бледный" сиюминутный "человек".</li></ul>

[ref:paraphrase 3]
<sup>(п6)</sup> Я не могу пересказать вот это так, чтобы я сам понял.

`;

export default notes;

