const notes = `

[ref:paraphrase 0]
<sup>(п1)</sup> Если ты можешь получить какой-то редкий опыт, например, залезть на гору - это не делает тебя мудрым. Это делает тебя сильным, смелым - но не мудрым.

[ref:paraphrase 4]
<sup>(п2)</sup> Подробнее о том, почему "благо - то есть цель существования - это тоже причина" написало в следующей главе.

[ref:paraphrase 6]
<sup>(п3)</sup>Есть мнение, что этот абзац был вставлен в текст позднее. Мы не можем знать этого наверняка, но стоит обратить внимание на две вещи. Во-первые, на неравномерность распределения темы бога по "Метафизике". Во-вторых, на оторванность абзаца: тема бога возникает внезапно, цельным куском, из ниоткуда и в никуда; тогда как и до, и после у Аристотеля каждый абзац связан с соседними. Я не вычитывал этот абзац.

`;

export default notes;
