const notes = `

[ref:paraphrase 1]
<sup>(п1)</sup> Для нас сейчас - это кварки.

[ref:paraphrase 2]
<sup>(п2)</sup> Напомню, что говорится об Эмпедокле в третьей главе. Он выделяет четыре элемента: воду, воздух, огонь и землю; а причиной изменений вещи считает диалектическую пару "дружба-вражда".

[ref:paraphrase 4]
<sup>(п3)</sup> Напомню, что говорится об Анаксагоре в третьей главе. Он считает, что элементов бесконечно много, а причиной изменений считает ум.

[ref:paraphrase 7]
<sup>(п3)</sup> Непонятный фрагмент. 

`;

export default notes;
